[
  {
    "id": 1,
    "symbol": "H",
    "name": "Hidrogênio",
    "atomicMass": 1.008,
    "atomicWeight": [ 1 ],
    "family": "Não_Metal",
    "position": [ 1, 1 ],
    "formula": [ "H" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse2.mm.bing.net%2Fth%3Fid%3DOIP.BLqBP8HuUQzy0c4rowoMjQAAAA%26pid%3DApi&f=1",
    "desc": "O hidrogénio é o mais abundante dos elementos químicos, constituindo aproximadamente 75% da massa elementar do Universo. Estrelas na sequência principal são compostas primariamente de hidrogénio em seu estado de plasma. O Hidrogénio elementar é relativamente raro na Terra, e é industrialmente produzido a partir de hidrocarbonetos presentes no gás natural, tais como metano, após o qual a maior parte do hidrogénio elementar é usada 'em cativeiro' (o que significa localmente no lugar de produção). Os maiores mercados do mundo usufruem do uso do hidrogénio para o aprimoramento de combustíveis fósseis (no processo de hidrocraqueamento) e na produção de amoníaco (maior parte para o mercado de fertilizantes). O hidrogénio também pode ser obtido por meio da eletrólise da água, porém, este processo é atualmente dispendioso, o que privilegia sua obtenção a partir do gás natural."
  },
  {
    "id": 2,
    "symbol": "He",
    "name": "Hélio",
    "atomicMass": 4.0026,
    "atomicWeight": [ 2 ],
    "family": "Gás_Nobre",
    "position": [ 18, 1 ],
    "formula": [ "He" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Helium-glow.jpg/250px-Helium-glow.jpg",
    "desc": "É um gás monoatômico, incolor e inodoro. O hélio tem o menor ponto de evaporação de todos os elementos químicos, e só pode ser solidificado sob pressões muito grandes. É o segundo elemento químico em abundância no universo, atrás do hidrogênio, mas na atmosfera terrestre encontram-se apenas traços, provenientes da desintegração de alguns elementos. Em alguns depósitos naturais de gas é encontrado em quantidade suficiente para a sua exploração; usado para o enchimento de balões e dirigíveis, como líquido refrigerante de materiais supercondutores criogênicos e como gás engarrafado utilizado em mergulhos de grande profundidade."
  },
  {
    "id": 3,
    "symbol": "Li",
    "name": "Lítio",
    "atomicMass": 6.94,
    "atomicWeight": [ 3 ],
    "family": "Metal_Alcalino",
    "position": [ 1, 2 ],
    "formula": [ "Li" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse3.mm.bing.net%2Fth%3Fid%3DOIP.RB-nn6I646DlKkfAliVmvgEsD6%26pid%3DApi&f=1",
    "desc": "Sob condições normais de temperatura e pressão, é o metal mais leve e menos denso entre os elementos sólidos. Como todos os elementos alcalinos, o lítio tem reatividade e inflamabilidade elevada e, por essa razão, é, geralmente, estocado em óleo mineral. Quando é usinado, apresenta brilho, porém, em contato com o ar atmosférico ou na água, a superfície é corroída e adquire a cor cinza-prateada[1] e manchas pretas.\nPor causa da sua elevada reatividade, o lítio não é encontrado em seu estado nativo, sendo encontrado na maioria das vezes na condição de composto químico iônico. O lítio encontra-se em numerosos minerais pegmatitos devido a sua solubilidade iônica e está presente na água marinha, sendo, geralmente, obtido na forma de salmoura e nas argilas. Em escala industrial, o lítio é isolado via eletrólise de uma mistura de cloreto de lítio e cloreto de potássio."
  },
  {
    "id": 4,
    "symbol": "Be",
    "name": "Berílio",
    "atomicMass": 9.0122,
    "atomicWeight": [ 2, 2 ],
    "family": "Metal_Alcalino-terroso",
    "position": [ 2, 2 ],
    "formula": [ "Be" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Be-140g.jpg/150px-Be-140g.jpg",
    "desc": "É um elemento, bivalente, tóxico, de coloração cinza, duro, leve, quebradiço e sólido na temperatura ambiente.\nÉ empregado para aumentar a resistência de ligas metálicas(especialmente a de cobre). É empregado para produzir diversos instrumentos (giroscópios), dispositivos (molas de relógios) e em reatores nucleares.\nFoi descoberto pelo francês Louis Nicolas Vauquelin em 1798 na forma de óxido no berilo e na esmeralda. O elemento foi isolado independentemente por Friedrich Wöhler e Antoine Bussy em 1828.\nO uso comercial do berílio requer a utilização de equipamentos de controle adequado do pó e o controle industrial em período contínuo porque a toxicidade da inalação de substâncias que possuem o berílio pode causar uma doença crônica com risco de vida chamada beriliose."
  },
  {
    "id": 5,
    "symbol": "B",
    "name": "Boro",
    "atomicMass": 10.81,
    "atomicWeight": [ 2, 3 ],
    "family": "Semimetal",
    "position": [ 13, 2 ],
    "formula": [ "B" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Boron_99.7_percent.jpg/230px-Boron_99.7_percent.jpg",
    "desc": "Ele é exclusivamente produzido pela espalação de raios cósmicos e não pela nucleossíntese estelar, e, por esse motivo, é um elemento escasso tanto no sistema solar quanto na crosta terrestre. Concentra-se nas regiões com alta solubilidade hídrica de seus compostos naturais, os boratos. Estes são extraídos industrialmente pelos evaporitos, como o bórax e a kernita. Os maiores depósitos de boro estão na Turquia.\nÉ um elemento inerte, classificado como metaloide, e é encontrado em pequenas amostras em meteoroides, porém não encontrados normalmente na Terra. A produção industrial em seu estado nativo é difícil, tendendo a pnroduzir materiais refratários quando em contato com pequenas quantidades de carbono ou outros elementos químicos. Geralmente os alótropos de boro são amorfos, e o boro é um pó marrom ou cristalino, escurecido, com elevada dureza (aproximadamente 9,5 na escala de Mohs) e com baixa condutividade elétrica em temperatura ambiente. Sua principal aplicação está na produção de filamentos de boro, que são utilizados como um produto similar às fibras de carbono em materiais com alta resistência mecânica, úteis na indústria aeroespacial."
  },
  {
    "id": 6,
    "symbol": "C",
    "name": "Carbono",
    "atomicMass": 12.011,
    "atomicWeight": [ 2, 4 ],
    "family": "Não_Metal",
    "position": [ 14, 2 ],
    "formula": [ "C" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Diamond-and-graphite-with-scale.jpg/250px-Diamond-and-graphite-with-scale.jpg",
    "desc": "Ele é um não metal e tetravalente - fazendo quatro elétrons disponíveis na forma de ligações covalentes. Há três isótopos com formação natural, com o 12C e 13C sendo estável, onde o 14C é radioativo, decompondo com uma meia-vida de aproximadamente 5730 anos. Ele é um dos poucos elementos químicos que já foram descobertos na antiguidade.\nHá vários alótropos de carbono, e entre os mais conhecidos estão a grafite (ou grafita), o diamante e o carbono amorfo.As propriedades físicas do carbono variam de acordo com sua forma alotrópica. Por exemplo, o diamante é altamente transparente, enquanto a grafite é um material opaco e preto. O diamante é o material mais duro que se conhece na natureza, enquanto a grafite é um material macio a ponto de deixar um traço no papel (daí seu nome, da palavra grega 'γράφω', escrever). O diamante tem uma baixíssima condutividade elétrica, enquanto a grafite é um excelente condutor. Sob condições ambientais normais, o diamante, os nanotubos de carbono, o carbino e o grafeno têm uma elevada condutividade térmica entre todos os materiais conhecidos."
  },
  {
    "id": 7,
    "symbol": "N",
    "name": "Nitrogênio",
    "atomicMass": 14.007,
    "atomicWeight": [ 2, 5 ],
    "family": "Não_Metal",
    "position": [ 15, 2 ],
    "formula": [ "N" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse1.mm.bing.net%2Fth%3Fid%3DOIP.wRZc-HHddm_lzIGI3eMJhgAAAA%26pid%3DApi&f=1",
    "desc": "O nitrogénio é um elemento comum no Universo. Estima-se que seja o sétimo elemento mais abundante na Via Láctea e no Sistema Solar. É sintetizado pela fusão de carbono e hidrogénio nas supernovas. Devido à volatilidade do nitrogénio elementar e dos seus compostos mais usuais, o nitrogénio é muito menos comum nos planetas rochosos do sistema solar interior, para além de ser, no geral, um elemento relativamente raro na Terra. Contudo, da mesma forma que na Terra, o nitrogénio e os compostos do nitrogénio possuem uma grande presença na atmosfera dos planetas e satélites que o têm. O nitrogênio no manto provavelmente existe desde a formação inicial do planeta.\nMuitos compostos de importância industrial, como amoníaco, o ácido nítrico, os nitratos orgânicos (propelentes e explosivos), bem como cianetos, contêm nitrogénio. A ligação extremamente forte de nitrogénio elementar domina a química do nitrogénio, tornando difícil tanto para os organismos como para a indústria transformar o N2 em compostos úteis, libertando grandes quantidades de energia quando estes compostos são queimados ou se degradam em gás nitrogénio. O amoníaco e os nitratos produzidos sinteticamente são importantes fertilizantes industriais. Os nitratos fertilizantes são contaminantes que desempenham um papel significativo na eutrofização dos sistemas aquáticos."
  },
  {
    "id": 8,
    "symbol": "O",
    "name": "Oxigênio",
    "atomicMass": 15.999,
    "atomicWeight": [ 2, 6 ],
    "family": "Não_Metal",
    "position": [ 16, 2 ],
    "formula": [ "O" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Oxygenglow.jpg/250px-Oxygenglow.jpg",
    "desc": "É o terceiro elemento mais abundante do universo, atrás do hidrogénio e hélio, e o mais abundante na crosta terrestre como parte de compostos óxidos, formando praticamente metade da sua massa. Este gás diatómico constitui 20,8% da atmosfera e é fundamental para suportar a vida terrestre.\nÉ um gás incolor (azul em estado líquido e sólido), inodoro e insípido, comburente, não combustível e pouco solúvel em água. O dioxigénio é usado na respiração celular e muitas das principais moléculas orgânicas dos organismos vivos como proteínas, ácidos nucleicos, carboidratos e lípidos contêm oxigénio, além dos principais compostos inorgânicos que formam as conchas, os dentes e os ossos dos animais. A maior parte da massa dos organismos vivos é composta por oxigénio enquanto componente da água, o principal constituinte das formas de vida. Devido à sua reactividade química, o oxigénio não pode permanecer na atmosfera terrestre como elemento livre sem que seja constantemente reabastecido pela acção fotossintética dos organismos que utilizam a energia solar para produzir oxigénio a partir da água."
  },
  {
    "id": 9,
    "symbol": "F",
    "name": "Flúor",
    "atomicMass": 18.998,
    "atomicWeight": [ 2, 7 ],
    "family": "Halogênio",
    "position": [ 17, 2 ],
    "formula": [ "F" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse3.mm.bing.net%2Fth%3Fid%3DOIP.VlmFDNUb1L4BKnHaXIWn0wAAAA%26pid%3DApi&f=1",
    "desc": "Em sua forma biatômica (F2) e em CNTP, é um gás de coloração amarelo-pálido. É o mais eletronegativo e reativo de todos os elementos. Em sua forma ionizada (F–) é extremamente perigoso, podendo ocasionar graves queimaduras químicas se em contato com tecidos vivos.\nEm CNTP, o flúor é um gás corrosivo de coloração amarelo-pálido, fortemente oxidante. É o elemento mais eletronegativo, e o mais reativo dos não metais e forma compostos com praticamente todos os demais elementos, incluindo os gases nobres xenônio e radônio. Inclusive em ausência de luz e baixas temperaturas reage explosivamente com o hidrogênio. Jatos de flúor no estado gasoso atacam o vidro, metais, água e outras substâncias, que reagem formando uma chama brilhante. O flúor sempre se encontra combinado na natureza e tem afinidade por muitos elementos, especialmente o silício, não podendo ser guardado em recipientes de vidro.\nEm solução aquosa de seus sais, o flúor apresenta-se normalmente na forma de íons fluoretos, F–. Outras formas são complexos de flúor como o [FeF4]–, ou o H2F+. Os fluoretos são compostos nas quais os íons fluoretos estão ligados a algum resto químico de carga positiva.\nO flúor não é considerado um elemento mineral essencial para o ser humano. Pequenas quantidades de flúor podem beneficiar o fortalecimento ósseo, mas sua falta é um problema apenas na formulação de dietas artificiais."
  },
  {
    "id": 10,
    "symbol": "Ne",
    "name": "Neônio",
    "atomicMass": 20.18,
    "atomicWeight": [ 2, 8 ],
    "family": "Gás_Nobre",
    "position": [ 18, 2 ],
    "formula": [ "Ne" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Neon-glow.jpg/250px-Neon-glow.jpg",
    "desc": "É um gás nobre incolor, praticamente inerte, presente em pequena quantidade no ar atmosférico, porém muito abundante no Universo, que proporciona um tom arroxeado característico à luz das lâmpadas de descarga elétrica ou lâmpadas néon nas quais o gás é empregado. A substância é obtida tecnicamente pela destilação fracionada do ar líquido. Uma vez que o ar é a sua única fonte, é consideravelmente mais caro que o hélio. É também usado em tubos luminosos, em sinalização e em fins publicitários. A lâmpada néon é um componente eletrônico usado em osciladores de relaxação, circuitos de disparo elétrico e lâmpadas estroboscópicas.\n"
  },
  {
    "id": 11,
    "symbol": "Na",
    "name": "Sódio",
    "atomicMass": 22.99,
    "atomicWeight": [ 2, 8, 1 ],
    "family": "Metal_Alcalino",
    "position": [ 1, 3 ],
    "formula": [ "Na" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Na_%28Sodium%29.jpg/250px-Na_%28Sodium%29.jpg",
    "desc": "É um metal alcalino, sólido na temperatura ambiente, macio, untuoso, de coloração branca, ligeiramente prateada. Foi isolado em 1807 por Sir Humphry Davy por meio da eletrólise da soda cáustica fundida (se a eletrólise for feita com solução de soda cáustica, irá se obter hidrogênio e oxigênio apenas). O sódio metálico emprega-se em síntese orgânica como agente redutor. É também componente do cloreto de sódio (NaCl) necessário para a vida. É um elemento químico essencial.\nÉ muito abundante na natureza, encontrado no sal marinho e no mineral halita. No teste de chama arde na cor amarela. Na sua forma metálica é muito reativo, se oxida com o ar, reage violentamente com a água[2] e é muito corrosivo quando entra em contato com a pele.\nNão é encontrado livre na natureza, pois decompõe a água produzindo um hidróxido com desprendimento de hidrogênio."
  },
  {
    "id": 12,
    "symbol": "Mg",
    "name": "Magnésio",
    "atomicMass": 24.305,
    "atomicWeight": [ 2, 8, 2 ],
    "family": "Metal_Alcalino-terroso",
    "position": [ 2, 3 ],
    "formula": [ "Mg" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Magnesium_crystals.jpg/250px-Magnesium_crystals.jpg",
    "desc": "É o oitavo elemento mais abundante na crosta terrestre, onde constitui cerca de 2,5% da sua massa,[1] e o nono no Universo conhecido, no seu todo.[2] Esta abundância do magnésio está relacionada com o facto de se formar facilmente em supernovas através da adição sequencial de três núcleos de hélio ao carbono (que é, por sua vez, feito de três núcleos de hélio). A alta solubilidade dos iões de magnésio na água assegura-lhe a posição como terceiro elemento mais abundante na água do mar.\nÉ empregado principalmente como elemento de liga com o alumínio. Outros usos incluem flashes fotográficos, pirotecnia e bombas incendiárias.\nO magnésio foi descoberto em 1755 pelo escocês Joseph Black na cidade de Magnesia."
  },
  {
    "id": 13,
    "symbol": "Al",
    "name": "Alumínio",
    "atomicMass": 26.982,
    "atomicWeight": [ 2, 8, 3 ],
    "family": "Outros_Metais",
    "position": [ 13, 3 ],
    "formula": [ "Al" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Aluminium-4.jpg/250px-Aluminium-4.jpg",
    "desc": "É o elemento metálico mais abundante da crosta terrestre. Sua leveza, condutividade elétrica, resistência à corrosão e baixo ponto de fusão lhe conferem uma multiplicidade de aplicações, especialmente nas soluções de engenharia aeronáutica. Entretanto, mesmo com o baixo custo para a sua reciclagem, o que aumenta sua vida útil e a estabilidade do seu valor, a elevada quantidade de energia necessária para a sua obtenção reduz sobremaneira o seu campo de aplicação, além das implicações ecológicas negativas no rejeito dos subprodutos do processo de reciclagem, ou mesmo de produção do alumínio primário.\nÉ dado a Friedrich Wöhler o reconhecimento do isolamento do alumínio, em 1827."
  },
  {
    "id": 14,
    "symbol": "Si",
    "name": "Silício",
    "atomicMass": 28.085,
    "atomicWeight": [ 2, 8, 4 ],
    "family": "Semimetal",
    "position": [ 14, 3 ],
    "formula": [ "Si" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Polykristalines_Silizium.jpg/250px-Polykristalines_Silizium.jpg",
    "desc": "O silício é o segundo elemento mais abundante na crosta terrestre, perfazendo mais de 28% de sua massa (atrás somente do Oxigênio e seus 47% de composição da crosta). Aparece na argila, feldspato, granito, quartzo e areia, normalmente na forma de dióxido de silício (também conhecido como sílica) e silicatos (compostos contendo silício, oxigênio e metais). O silício é o principal componente do vidro, cimento, cerâmica, da maioria dos componentes semicondutores e dos silicones, que são substâncias plásticas muitas vezes confundidas com o silício.\nNa forma cristalina é muito duro e pouco solúvel, apresentando um brilho metálico e uma coloração grisácea. É um elemento relativamente inerte e resistente à ação da maioria dos ácidos; reage com os halogênios e álcalis. O silício transmite mais de 95% dos comprimentos de onda das radiações infravermelhas."
  },
  {
    "id": 15,
    "symbol": "P",
    "name": "Fósforo",
    "atomicMass": 30.974,
    "atomicWeight": [ 2, 8, 5 ],
    "family": "Não_Metal",
    "position": [ 15, 3 ],
    "formula": [ "P" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse4.mm.bing.net%2Fth%3Fid%3DOIP.6iKWcdj_2SP1rx350fvZ3QAAAA%26pid%3DApi&f=1",
    "desc": "Fósforo é um não metal (apesar de existir a forma alotrópica conhecida como fósforo preto que se comporta como um semi-metal, apresentando estrutura cristalina) multivalente que se encontra na natureza combinado, formando fosfatos inorgânicos, inclusive nos seres vivos. Não é encontrado no estado nativo porque é muito reativo, oxidando-se espontaneamente em contato com o oxigênio do ar atmosférico, emitindo luz (fenômeno da fosforescência).\nO fosforo é o único macronutriente que não existe na atmosfera, se não unicamente quando encontrado em forma sólida nas rochas.\nAo mineralizar-se, é absorvido pelas raízes das plantas e se incorpora a cadeia trófica dos consumidores, sendo devolvido ao solo, nos excrementos ou através da morte. Uma parte do fosforo é transportada por correntes de água. Ali, se incorpora na cadeia trófica marinha ou se acumula e se perde nos solos marinhos, aonde não pode ser aproveitada pelos seres vivos, até que o afloramento de algas profundas possa reincorporá-lo na cadeia trófica. A partir do 'guano' ou excremento de aves pelicaniformes, o fósforo pode ser reutilizado como 'guano' reiniciando um novo ciclo."
  },
  {
    "id": 16,
    "symbol": "S",
    "name": "Enxofre",
    "atomicMass": 32.06,
    "atomicWeight": [ 2, 8, 6 ],
    "family": "Não_Metal",
    "position": [ 16, 3 ],
    "formula": [ "S" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Sulfur-sample.jpg/250px-Sulfur-sample.jpg",
    "desc": "É um não metal insípido e inodoro, (o 'cheiro de enxofre' vem de seus compostos voláteis, como o sulfeto de hidrogênio.) facilmente reconhecido na forma de cristais amarelos que ocorrem em diversos minerais de sulfito e sulfato, ou mesmo na sua forma pura (especialmente em regiões vulcânicas). O enxofre é um elemento químico essencial para todos os organismos vivos, sendo constituinte importante de muitos aminoácidos. É utilizado em fertilizantes, além de ser constituinte da pólvora, de medicamentos laxantes, de palitos de fósforos e de inseticidas."
  },
  {
    "id": 17,
    "symbol": "Cl",
    "name": "Cloro",
    "atomicMass": 35.45,
    "atomicWeight": [ 2, 8, 7 ],
    "family": "Halogênio",
    "position": [ 17, 3 ],
    "formula": [ "Cl" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse2.mm.bing.net%2Fth%3Fid%3DOIP.DOb1o1G0rJzOBYnp__Oz8wAAAA%26pid%3DApi&f=1",
    "desc": "O cloro livre é raro na Terra, e, geralmente, é um resultado da oxidação direta ou indireta, por oxigênio.\nO composto mais comum de cloro, cloreto de sódio (sal comum), é conhecida desde os tempos antigos. Por volta de 1630, o gás de cloro foi primeiramente sintetizado em uma reação química, mas descartada como uma substância fundamentalmente importante. Sua caracterização foi feita em 1774 por Carl Wilhelm Scheele, que supôs como sendo um óxido de um novo elemento. Em 1809, químicos sugeriram que o gás seria um elemento puro, e sua confirmação veio em 1810 por Sir Humphry Davy, que o nomeia em grego antigo: χλωρóς (khlôros) 'verde pálido'.\nQuase todo o cloro na crosta da Terra ocorre como cloreto em vários compostos iônicos, incluindo o sal de mesa. É o segundo halogeno mais abundante e o 21º elemento químico mais abundante na crosta da Terra. "
  },
  {
    "id": 18,
    "symbol": "Ar",
    "name": "Argônio",
    "atomicMass": 39.948,
    "atomicWeight": [ 2, 8, 8 ],
    "family": "Gás_Nobre",
    "position": [ 18, 3 ],
    "formula": [ "Ar" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Argon-glow.jpg/250px-Argon-glow.jpg",
    "desc": "O argônio  foi o primeiro gás nobre descoberto, sendo creditado por tal feito pelos ingleses William Ramsay e Lord Rayleigh em 1894.\nÉ estimado que o argônio seja o 12° elemento químico mais abundante no universo. O Planeta Terra dispõe de 1,29% do peso atmosférico, sendo dele, disponível 99,6% do isótopo 40. Têm como características, quando encontrado em temperatura ambiente, ser um gás incolor, inodoro e insípido. Sua produção ocorre pela decomposição (decaimento) radioativa de um isótopo de potássio-40, processo natural que o gás migra lentamente das rochas para a atmosfera.\nSão convenientes na produção de produtos dos setores de iluminação, solda, semicondutores e na extinção de incêndios."
  },
  {
    "id": 19,
    "symbol": "K",
    "name": "Potássio",
    "atomicMass": 39.098,
    "atomicWeight": [ 2, 8, 8, 1 ],
    "family": "Metal_Alcalino",
    "position": [ 1, 4 ],
    "formula": [ "K" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Potassium.JPG/250px-Potassium.JPG",
    "desc": "O potássio é um elemento químico de símbolo K (do grego κάλιο 'kalium', nome original da sua base KOH), número atômico 19 (19 prótons e 19 elétrons), distribuição eletrónica 2-8-8-1, metal alcalino, de massa atómica 39 u, coloração branco prateado, abundante na natureza, encontrado principalmente nas águas salgadas e outros minerais. Oxida-se rapidamente com o oxigênio do ar, é muito reativo especialmente com a água e se parece quimicamente com o sódio.\nÉ um elemento químico essencial para o homem, encontrado em muitas hortaliças, e essencial para o crescimento das plantas.\nEmpregado em células fotoelétricas. Foi descoberto por Humphry Davy, em 1807, a partir da eletrólise do hidróxido de potássio (KOH)."
  },
  {
    "id": 20,
    "symbol": "Ca",
    "name": "Cálcio",
    "atomicMass": 40.078,
    "atomicWeight": [ 2, 8, 8, 2 ],
    "family": "Metal_Alcalino-terroso",
    "position": [ 2, 4 ],
    "formula": [ "Ca" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Calcium_unter_Argon_Schutzgasatmosph%C3%A4re.jpg/250px-Calcium_unter_Argon_Schutzgasatmosph%C3%A4re.jpg",
    "desc": "O cálcio é um metal alcalino-terroso, mole, maleável e dúctil que arde com chama vermelha formando óxido de cálcio e nitreto.\nAs superfícies são de coloração branca prateada que rapidamente se tornam levemente amareladas quando expostas ao ar, finalmente com coloração cinza ou branca devido à formação de hidróxido ao reagir com a umidade ambiental. Reage violentamente com a água para formar o hidróxido de cálcio, Ca(OH)2, com desprendimento de hidrogênio.\nO cálcio (Ca2+) é um elemento regulador universal que acopla intimamente os sinais bióticos e abióticos primários a muitos processos celulares, permitindo que plantas e animais se desenvolvam e se adaptem aos estímulos ambientais. "
  },
  {
    "id": 21,
    "symbol": "Sc",
    "name": "Escândio",
    "atomicMass": 44.956,
    "atomicWeight": [ 2, 8, 9, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 3, 4 ],
    "formula": [ "Sc" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Scandium_sublimed_dendritic_and_1cm3_cube.jpg/250px-Scandium_sublimed_dendritic_and_1cm3_cube.jpg",
    "desc": "É um metal mole, muito leve, resistente ao ácido nítrico e ácido fluorídrico diluídos, mas reage rapidamente com outros ácidos. Apresenta coloração branco prateado adquirindo uma coloração ligeiramente rosado quando exposto ao ar.\nSeu estado de oxidação mais comum é +3 e seus sais são incolores. Suas propriedades são parecidas com as do ítrio, actínio e os lantanídios, por isso, são incluídos frequentemente entre as terras raras, denominação errada porque não são tão raras assim.\nO óxido de escândio Sc2O3, é usado para a produção de lâmpadas de vapor de mercúrio obtendo-se uma luz solar artificial da mais alta qualidade. O isótopo radioativo Sc-46 é usado no craqueamento do petróleo como traçador, e o metal tem aplicação nas indústrias aeroespacial e aeronáutica devido ao seu ponto de fusão muito superior ao do alumínio."
  },
  {
    "id": 22,
    "symbol": "Ti",
    "name": "Titânio",
    "atomicMass": 47.867,
    "atomicWeight": [ 2, 8, 10, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 4, 4 ],
    "formula": [ "Ti" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Titan-crystal_bar.JPG/250px-Titan-crystal_bar.JPG",
    "desc": "Trata-se de um metal de transição leve, forte, cor branca metálica, lustroso e resistente à corrosão, sólido na temperatura ambiente. O titânio é muito utilizado em ligas leves e no pigmento muito branco.\nO titânio foi descoberto em Cornualha por William Justin Gregor em 1791 e nomeado por Martin Heinrich Klaproth pela proximidade das características do filho mitológico do céu (Uranus) e da terra (Gaia), gigantes considerados personificações das forças da natureza na mitologia grega. Este elemento encontra-se em vários minerais, em especial no rutilo e na ilmenita que são geralmente encontrados na litosfera, e é encontrado em quase todos os tipos de rochas, solos e corpos de água. O metal produzido comercialmente é extraído do rutilo e da ilmenita e fabricado pelo processo Kroll ou pelo processo Hunter.\n O titânio pode ser utilizado para a produção de ligas com ferro, alumínio, vanádio e molibdênio, entre outros elementos, para aumentar a resistência mecânica, utilizada na indústria aeroespacial (motores, mísseis e foguetes). Também é utilizado para a produção de catalisadores na indústria química e petroquímica, automobilística, agrícola, médica (para a produção de implantes ortopédicos, próteses e instrumentos odontológicos), em produtos esportivos, jóias, telefones celulares, entre outros."
  },
  {
    "id": 23,
    "symbol": "V",
    "name": "Vanádio",
    "atomicMass": 50.942,
    "atomicWeight": [ 2, 8, 11, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 5, 4 ],
    "formula": [ "V" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse2.mm.bing.net%2Fth%3Fid%3DOIP.OPfn2ehbO1tQMTqLhl3gWwAAAA%26pid%3DApi&f=1",
    "desc": "É um metal dúctil, macio e apesar de ser bem mais abundante que o cobre, com uma abundância crustal de 160 ppm, forma poucos minerais. A razão do vanádio formar tão poucos minerais reside no facto de o ion (ion) V3+ ser geoquimicamente semelhante ao ion Fe3+, um ion abundante e constituinte de muitos minerais. Assim, o ion V3+ geralmente substitui o Fe3+ nos minerais (notavelmente na magnetita) em lugar de formar os seus próprios minerais. É, ainda assim, encontrado em diversos minerais, e é empregado principalmente em algumas ligas metálicas.\npresenta alta resistência ao ataque das bases, ao ácido sulfúrico (H2SO4) e ao ácido clorídrico (HCl). É obtido a partir de diversos minerais, até do petróleo. Também pode ser obtido da recuperação do óxido de vanádio em pó procedente de processos de combustão. Tem algumas aplicações nucleares devido a sua baixa captura de nêutrons. É um elemento químico essencial em alguns seres vivos, embora não seja conhecida exatamente a sua função."
  },
  {
    "id": 24,
    "symbol": "Cr",
    "name": "Cromo",
    "atomicMass": 51.996,
    "atomicWeight": [ 2, 8, 13, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 6, 4 ],
    "formula": [ "Cr" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Chromium_crystals_and_1cm3_cube.jpg/250px-Chromium_crystals_and_1cm3_cube.jpg",
    "desc": "É um metal empregado especialmente em metalurgia em processos denominados eletrodeposição. Alguns de seus óxidos e cromatos são usados como corantes. Foi descoberto em 1797 por Louis Nicolas Vauquelin no mineral crocoíta encontrado na Rússia.\nO crômio é um metal de transição, duro, frágil, de coloração cinza semelhante ao aço. É muito resistente à corrosão. A forma oxidada trivalente é natural no meio ambiente, enquanto que as formas 0 e +6 são geralmente produzidas por processos industriais, principalmente na fabricação de ligas metálicas.\nSeu maior estado de oxidação é +6 (hexavalente), ainda que estes compostos sejam muito oxidantes. O estado mais estável é +3 (trivalente) sob condições de redução."
  },
  {
    "id": 25,
    "symbol": "Mn",
    "name": "Manganês",
    "atomicMass": 54.938,
    "atomicWeight": [ 2, 8, 13, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 7, 4 ],
    "formula": [ "Mn" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Manganese_electrolytic_and_1cm3_cube.jpg/250px-Manganese_electrolytic_and_1cm3_cube.jpg",
    "desc": "Usado em ligas principalmente na do aço e, também, para a produção de pilhas. Foi descoberto em 1774 pelo sueco Johan Gottlieb Gahn, reduzindo o seu óxido com carbono. Sua principal aplicação é na fabricação de ligas metálicas no qual é um agente removedor de enxofre e oxigênio e outros usos de seus principais compostos incluem o dióxido de manganês na confecção de pilhas secas e o permanganato de potássio em laboratório como agente oxidante em várias reações químicas.\nÉ o 12º elemento mais abundante da crosta terrestre e seus principais minérios são a pirolusita e a rodocrosita. As maiores jazidas estão localizadas na África do Sul, Brasil, Ucrânia, Austrália, Índia, China e Gabão. No território brasileiro os estados do Pará, Minas Gerais e Mato Grosso do Sul são as principais regiões de mineração."
  },
  {
    "id": 26,
    "symbol": "Fe",
    "name": "Ferro",
    "atomicMass": 55.845,
    "atomicWeight": [ 2, 8, 14, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 8, 4 ],
    "formula": [ "Fe" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Iron_electrolytic_and_1cm3_cube.jpg/250px-Iron_electrolytic_and_1cm3_cube.jpg",
    "desc": "O ferro é um elemento químico, símbolo Fe, de número atômico 26 (26 prótons e 26 elétrons) e massa atômica 56 u. À temperatura ambiente, o ferro encontra-se no estado sólido. É extraído da natureza sob a forma de minério de ferro que, depois de passado para o estágio de ferro-gusa, através de processos de transformação, é usado na forma de lingotes. Controlando-se o teor de carbono (o carbono ocorre de forma natural no minério de ferro), dá-se origem a várias formas de aço.\nÉ o quarto elemento mais abundante da crosta terrestre (aproximadamente 5%) e, entre os metais, somente o alumínio é mais abundante."
  },
  {
    "id": 27,
    "symbol": "Co",
    "name": "Cobalto",
    "atomicMass": 58.933,
    "atomicWeight": [ 2, 8, 15, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 9, 4 ],
    "formula": [ "Co" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Kobalt_electrolytic_and_1cm3_cube.jpg/250px-Kobalt_electrolytic_and_1cm3_cube.jpg",
    "desc": "O cobalto é utilizado para a produção de superligas usadas em turbinas de gás de aviões, ligas resistentes a corrosão, aços rápidos, carbetos, ferramentas de diamante e baterias de íon lítio. O Co-60, radioisótopo é usado como fonte de radiação gama em radioterapia e esterilização de alimentos.\nO cobalto metálico é normalmente constituído de duas formas alotrópicas com estruturas cristalinas diferentes: hexagonal e cúbica centrada nas faces, sendo a temperatura de transição entre ambas de 722 K."
  },
  {
    "id": 28,
    "symbol": "Ni",
    "name": "Níquel",
    "atomicMass": 58.693,
    "atomicWeight": [ 2, 8, 16, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 10, 4 ],
    "formula": [ "Ni" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nickel_electrolytic_and_1cm3_cube.jpg/250px-Nickel_electrolytic_and_1cm3_cube.jpg",
    "desc": "O níquel Éé um metal de transição de coloração branca-prateada, condutor de eletricidade e calor, dúctil e maleável porém não pode ser laminado, polido ou forjado facilmente, apresentando certo caráter ferromagnético. É encontrado em diversos minerais, em meteoritos (formando liga metálica com o ferro) e, em princípio, existe níquel no núcleo da Terra.\nÉ bastante resistente a corrosão. Como revestimento pode ser aplicado por eletrodeposição, ligas e compósitos pelos processos de niquel quimico e aspersão térmica. O metal e algumas de suas ligas metálicas, como o metal Monel, são utilizados para manejar o flúor e alguns fluoretos porque reage com dificuldade com essas substâncias. Outras ligas bastante conhecidas são INCOLOY, INCONEL, HASTELLOYs."
  },
  {
    "id": 29,
    "symbol": "Cu",
    "name": "Cobre",
    "atomicMass": 63.546,
    "atomicWeight": [ 2, 8, 18, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 11, 4 ],
    "formula": [ "Cu" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/NatCopper.jpg/200px-NatCopper.jpg",
    "desc": "O cobre  é um dos metais mais importantes industrialmente, de coloração avermelhada, dúctil, maleável e bom condutor de eletricidade. Conhecido desde a pré-história sendo, provavelmente, o primeiro metal minerado e trabalhado pelo homem.[, o cobre é utilizado atualmente, para a produção de materiais condutores de eletricidade (fios e cabos), e em ligas metálicas como latão e bronze."
  },
  {
    "id": 30,
    "symbol": "Zn",
    "name": "Zinco",
    "atomicMass": 65.38,
    "atomicWeight": [ 2, 8, 18, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 12, 4 ],
    "formula": [ "Zn" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Zinc_fragment_sublimed_and_1cm3_cube.jpg/230px-Zinc_fragment_sublimed_and_1cm3_cube.jpg",
    "desc": "As ligas metálicas de zinco têm sido utilizadas durante séculos - peças de latão datadas de 1400-1000 a.C. foram encontradas em Israel, e outros objetos com até 87% de zinco foram achados na antiga região da Transilvânia.\nA principal aplicação do zinco - cerca de 50% do consumo anual - é na galvanização do aço ou ferro para protegê-los da corrosão, isto é, o zinco é utilizado como metal de sacrifício (tornando-se o ânodo de uma célula, ou seja, somente ele se oxidará). Ele também pode ser usado em protetores solares, em forma de óxido, pois tem a capacidade de barrar a radiação solar.\nO zinco é um elemento químico essencial para a vida: intervém no metabolismo de proteínas e ácidos nucleicos, estimula a atividade de mais de 100 enzimas, colabora no bom funcionamento do sistema imunológico, é necessário para cicatrização dos ferimentos, intervém nas percepções do sabor e olfato e na síntese do ADN. Foi descoberto pelo alemão Andreas Sigismund Marggraf em 1746."
  },
  {
    "id": 31,
    "symbol": "Ga",
    "name": "Gálio",
    "atomicMass": 69.723,
    "atomicWeight": [ 2, 8, 18, 3 ],
    "family": "Outros_Metais",
    "position": [ 13, 4 ],
    "formula": [ "Ga" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Gallium_crystals.jpg/230px-Gallium_crystals.jpg",
    "desc": "Gálio é um elemento químico de símbolo Ga, de número atômico 31 (31 prótons e 31 elétrons) e massa atómica igual a 69,7 u. A temperaturas um pouco mais altas do que a temperatura ambiente encontra-se no estado líquido.\nFoi descoberto em 1875 por Lecoq de Boisbaudran. Na forma metálica é utilizado para a produção de espelhos, ligas metálicas de baixos pontos de fusão e termômetros. O seu composto arsenieto de gálio é empregado na produção de circuitos integrados e diodos.\nO gálio é um metal mole, grisáceo no estado líquido e prateado brilhante ao solidificar. Quando sólido desagrega a baixas temperaturas pois funde ao redor da temperatura ambiente (como o césio, mercúrio e rubídio), inclusive quando colocado nas mãos, devido ao seu baixo ponto de fusão (28,76 °C). A faixa de temperatura na qual permanece no estado líquido é um dos mais altos entre os metais (2 174 °C separam seus pontos de fusão e ebulição) e sua pressão de vapor é baixa mesmo a altas temperaturas. O gálio se expande aproximadamente 3,1% ao solidificar e flutua no seu líquido do mesmo modo que o gelo na água. É considerado o único metal encontrado em árvores, exclusivamente a espécie Flor Cadáver (Amorphophallus titanum)."
  },
  {
    "id": 32,
    "symbol": "Ge",
    "name": "Germânio",
    "atomicMass": 72.63,
    "atomicWeight": [ 2, 8, 18, 4 ],
    "family": "Semimetal",
    "position": [ 14, 4 ],
    "formula": [ "Ge" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Polycrystalline-germanium.jpg/230px-Polycrystalline-germanium.jpg",
    "desc": "Descoberto em 1886 pelo químico alemão Clemens Winkler quando analisava um minério de Freiberg, da Saxônia, o germânio teve, no entanto sua existência prevista 15 anos antes por Mendeleiev, que o chamou aca-silício. As aplicações do germânio estão limitadas ao seu alto custo e em muitos casos estuda-se a sua substituição por materiais mais econômicos. Sua aplicação principal é como semicondutor em eletrônica, produção de fibras ópticas e equipamentos de visão noturna.\nO germânio é um metal sólido, duro, cristalino, de coloração branco acinzentada, lustroso, quebradiço, que conserva o brilho em temperaturas ordinárias. Apresenta a mesma estrutura cristalina do diamante e resiste à ação dos ácidos e álcalis."
  },
  {
    "id": 33,
    "symbol": "As",
    "name": "Arsênio",
    "atomicMass": 74.922,
    "atomicWeight": [ 2, 8, 18, 5 ],
    "family": "Semimetal",
    "position": [ 15, 4 ],
    "formula": [ "As" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Arsen_1a.jpg/230px-Arsen_1a.jpg",
    "desc": "O arsênio é um elemento químico de símbolo As com número atômico 33 (33 prótons e 33 elétrons) e com massa atómica 75 u.Como conservante da madeira numa fórmula de arseniato de cobre e crômio, é o uso que representa, segundo algumas estimativas, cerca de 70% do seu consumo mundial. Foi descoberto em 1250 por Santo Alberto Magno.\nÉ considerado um dos cinco elementos químicos mais letais do mundo."
  },
  {
    "id": 34,
    "symbol": "Se",
    "name": "Selênio",
    "atomicMass": 78.971,
    "atomicWeight": [ 2, 8, 18, 6 ],
    "family": "Não_Metal",
    "position": [ 16, 4 ],
    "formula": [ "Se" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/SeBlackRed.jpg/230px-SeBlackRed.jpg",
    "desc": "O selênio é um elemento essencial para a maioria das formas de vida. Um dos seus usos é na fabricação de células fotoelétricas. Foi descoberto em 1817 por Jöns Jacob Berzelius ao visitar uma fábrica de ácido sulfúrico.\nO selênio pode ser encontrado em várias formas alotrópicas. O selênio amorfo existe em duas formas, a vítrea, negra, obtida ao esfriar-se rapidamente, o selênio líquido que funde a 180 °C e tem uma densidade de 4,28 g/cm³, e a vermelha, coloidal, que se obtém em reações de redução. O selênio cinza cristalino de estrutura hexagonal, a forma mais comum, funde a 220,5 °C e tem uma densidade de 4,81 g/cm³; a forma vermelha, de estrutura monoclínica, funde a 221 °C e tem uma densidade de 4,39 g/cm³.\nÉ insolúvel em água e álcool, ligeiramente solúvel em dissulfeto de carbono e solúvel em éter."
  },
  {
    "id": 35,
    "symbol": "Br",
    "name": "Bromo",
    "atomicMass": 79.904,
    "atomicWeight": [ 2, 8, 18, 7 ],
    "family": "Halogênio",
    "position": [ 17, 4 ],
    "formula": [ "Br" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse2.mm.bing.net%2Fth%3Fid%3DOIP.6Ahi6d8JTrT1euXAkeDkqgAAAA%26pid%3DApi&f=1",
    "desc": "O bromo à temperatura ambiente, encontra-se no estado líquido. É vermelho, volátil e denso. Sua reatividade é intermediária entre a do cloro e a do iodo. No estado líquido é perigoso para o tecido humano e seus vapores irritam os olhos e a garganta.\nO bromo molecular é empregado na fabricação de uma ampla variedade de compostos de bromo, usados na indústria e na agricultura. Foi descoberto em 1826 por Antoine Balard.\nO bromo foi descoberto de forma independente por dois cientistas, Carl Jacob Löwig e Antoine Balard, em 1825 e 1826, respectivamente.\nBalard encontrou composto de bromo nas cinzas de macroalgas de pântanos de sal em Montpellier. As algas eram utilizadas para a produção de iodo, porém também continham o bromo. Balard destilou o bromo de uma solução de cinzas de macroalgas saturadas com cloro. As propriedades da substância resultante se assemelhavam a um intermediário do cloro e iodo; com estes resultados ele tentou provar que a substância era o cloreto de iodo (ICl), mas após não ter conseguido ele se convenceu de que havia encontrado um novo elemento e o nomeou muria, derivado da palavra em latim muria para salmoura.[3]"
  },
  {
    "id": 36,
    "symbol": "Kr",
    "name": "Criptônio",
    "atomicMass": 83.798,
    "atomicWeight": [ 2, 8, 18, 8 ],
    "family": "Gás_Nobre",
    "position": [ 18, 4 ],
    "formula": [ "Kr" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Krypton-glow.jpg/250px-Krypton-glow.jpg",
    "desc": "O criptônio foi descoberto em 1898 por William Ramsay e Morris Travers em resíduos da evaporação do ar líquido. Sua principal aplicação é para a fabricação de lâmpadas incandescentes e fluorescentes.\nO crípton é um gás nobre incolor, inodoro, insípido, de muito pequena reatividade, caracterizado por um espectro de linhas verde e vermelha-alaranjada muito brilhante. É um dos produtos da fissão nuclear do urânio. O crípton sólido é branco, de estrutura cristalina cúbica centrada nas faces, igual aos demais gases nobres.\nPara propósitos práticos, pode-se considerá-lo um gás inerte, mesmo que existam compostos seus formados com o flúor. Além disso, pode formar hidratos com a água, de forma que seus átomos ficam enclausurados na rede de moléculas de água. Também se têm sintetizado solvatos com hidroquinona e fenol. Em combinação com o flúor, quando submetido à descarga elétrica em baixa temperatura (-150 °C), forma o fluoreto de criptônio KrF2, sólido cristalino branco que se decompõe espontaneamente em temperaturas normais."
  },
  {
    "id": 37,
    "symbol": "Rb",
    "name": "Rubídio",
    "atomicMass": 85.468,
    "atomicWeight": [ 2, 8, 18, 8, 1 ],
    "family": "Metal_Alcalino",
    "position": [ 1, 5 ],
    "formula": [ "Rb" ],
    "image": "",
    "desc": "O rubídio é um elemento químico de símbolo Rb de número atômico 37 (37 prótons e 37 elétrons). O rubídio é um elemento metálico leve, brancoprateado, a sua massa atômica é 85,4678 u. elemento é altamente reativo, com propriedades similares a outros elementos do grupo 1, bem como uma oxidação na atmosfera terrestre muito rápida. O rubídio tem um isótopo estável,o 85Rb. O isótopo 87Rb, que compõe quase 28% da ocorrência natural do rubídio, é ligeiramente radioativo, com uma meia-vida de 49 bilhões de anos — mais de três vezes maior que a idade estimada do universo.\nDois químicos alemães, Robert Bunsen e Gustav Kirchhoff, descobriram a existência do rubídio em 1861 pelo método então descoberto de espectroscopia de absorção atômica de chama. Seus compostos têm aplicações químicas e eletrônicas. O metal do rubídio é facilmente vaporizado e tem um alcance de absorção espectral prático, fazendo dele um alvo frequente de manipulação a laser de átomos."
  },
  {
    "id": 38,
    "symbol": "Sr",
    "name": "Estrôncio",
    "atomicMass": 87.62,
    "atomicWeight": [ 2, 8, 18, 8, 2 ],
    "family": "Metal_Alcalino-terroso",
    "position": [ 2, 5 ],
    "formula": [ "Sr" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Strontium_destilled_crystals.jpg/250px-Strontium_destilled_crystals.jpg",
    "desc": "O estrôncio é um elemento químico de símbolo Sr de número atômico 38 (38 prótons e 38 elétrons) e de massa atómica igual a 87,6 u. À temperatura ambiente, o estrôncio encontra-se no estado sólido. Abundante na natureza na forma de sulfatos e carbonatos. Foi identificado em 1790 por Adair Crawford e isolado, pela primeira vez, por Humphry Davy.\nSua principal aplicação é em cristais para tubos de raios catódicos de televisores coloridos e em fogos de artifício. Estrôncio foi detectado no espaço após uma fusão de duas estrelas de nêutrons."
  },
  {
    "id": 39,
    "symbol": "Y",
    "name": "Ítrio",
    "atomicMass": 88.906,
    "atomicWeight": [ 2, 8, 18, 9, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 3, 5 ],
    "formula": [ "Y" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Yttrium_sublimed_dendritic_and_1cm3_cube.jpg/230px-Yttrium_sublimed_dendritic_and_1cm3_cube.jpg",
    "desc": "O Ítrio é um elemento químico de símbolo Y, número atômico 39 (39 prótons e 39 elétrons), com massa atómica 88,90584(2) u. Em temperatura ambiente, o ítrio encontra-se no estado sólido.É comum em minérios lantanídeo, e dois de seus componentes são usados para a obtenção da imagem vermelha em televisão a cores. Foi descoberto por Johan Gadolin em 1794 e isolado por Friedrich Wöhler em 1828.\nO ítrio é um metal pertencente ao conjunto de elementos denominados terras raras, aspecto prateado metálico com brilho, relativamente estável no ar, e quimicamente semelhante aos lantanídios. Lascas ou fragmentos do metal podem inflamar-se quando a temperatura é superior a 400 °C. Finamente dividido é muito instável em presença do ar. O metal tem uma seção transversal baixa para a captação nuclear. Seu estado de oxidação mais comum é +3"
  },
  {
    "id": 40,
    "symbol": "Zr",
    "name": "Zircônio",
    "atomicMass": 91.224,
    "atomicWeight": [ 2, 8, 18, 10, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 4, 5 ],
    "formula": [ "Zr" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Zirconium_crystal_bar_and_1cm3_cube.jpg/230px-Zirconium_crystal_bar_and_1cm3_cube.jpg",
    "desc": "O zircônio é um elemento químico de símbolo Zr de número atômico 40 (40 prótons e 40 elétrons) e de massa atómica igual a 91 u. À temperatura ambiente, o zircônio encontra-se no estado sólido. Foi descoberto em 1789 pelo alemão Martin Heinrich Klaproth.[1] É um metal duro, resistente a corrosão, utilizado principalmente no revestimento de reatores nucleares.\nÉ um metal material branco acinzentado brilhante e muito resistente a corrosão. É mais leve que o aço com uma dureza similar ao cobre. Quando está finamente dividido pode arder espontaneamente em contato com a atmosfera o ar reage antes com o nitrogênio que com o oxigénio, especialmente a altas temperaturas. É um metal resistente frente a ácidos, porém pode-se dissolver com ácido fluorídrico (HF), formando complexos com os fluoretos. Os seus estados de oxidação mais comuns são +2, +3 e +4."
  },
  {
    "id": 41,
    "symbol": "Nb",
    "name": "Nióbio",
    "atomicMass": 92.906,
    "atomicWeight": [ 2, 8, 18, 12, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 5, 5 ],
    "formula": [ "Nb" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Niobium_crystals_and_1cm3_cube.jpg/250px-Niobium_crystals_and_1cm3_cube.jpg",
    "desc": "O nióbio é um elemento de transição. O nome deriva da deusa grega Níobe, filha de Dione e Tântalo — este último, por sua vez, nomeou outro elemento do grupo 5, o tântalo. É usado principalmente em ligas de aço para a produção de tubos condutores de fluidos. Em condições normais, é sólido. Foi descoberto em 1801 pelo inglês Charles Hatchett.\nO nióbio têm propriedades físicas e químicas similares ao do elemento químico tântalo e, portanto, ambos são difíceis de distinguir. Em 1801, o químico inglês Charles Hatchett relatou a descoberta de um material similar ao tântalo e o denominou colúmbio. Em 1809, o químico inglês William Hyde Wollaston, erroneamente, concluiu que o tântalo e o colúmbio eram idênticos. Em 1846, o químico alemão Heinrich Rose estabeleceu que os minérios de tântalo continham um segundo elemento que foi batizado como nióbio.\nO Brasil é historicamente o primeiro produtor mundial de nióbio e ferronióbio (uma liga de nióbio e ferro) e é responsável por 75% da produção mundial do elemento."
  },
  {
    "id": 42,
    "symbol": "Mo",
    "name": "Molibdênio",
    "atomicMass": 95.95,
    "atomicWeight": [ 2, 8, 18, 13, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 6, 5 ],
    "formula": [ "Mo" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Molybdenum_crystaline_fragment_and_1cm3_cube.jpg/250px-Molybdenum_crystaline_fragment_and_1cm3_cube.jpg",
    "desc": "O nome é derivado do neolatim Molybdaenum, do grego antigo Μόλυβδος molybdos que significa chumbo, uma vez que seus minérios eram confundidos com os de chumbo. Minerais de molibdênio são conhecidos ao longo da história, mas o elemento só foi descoberto (no sentido de diferenciação como uma nova entidade a partir dos sais minerais de outros metais) em 1778 por Carl Wilhelm Scheele. O metal foi isolado pela primeira vez em 1781 por Peter Jacob Hjelm.\nO molibdênio não é encontrado naturalmente como um metal livre na Terra, mas em vários estados de oxidação em minerais. O elemento livre, que é um metal de cor prateada, tem o sexto maior ponto de fusão de todos os elementos conhecidos. Forma prontamente ligas estáveis e duras com o carbono, e por esta razão a maior parte da produção mundial do elemento (aproximadamente 80%) é na fabricação do aço, incluindo ligas resistentes e superligas."
  },
  {
    "id": 43,
    "symbol": "Tc",
    "name": "Tecnécio",
    "atomicMass": 98,
    "atomicWeight": [ 2, 8, 18, 13, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 7, 5 ],
    "formula": [ "Tc" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse1.mm.bing.net%2Fth%3Fid%3DOIP.eCPAypRpeFn16qxebFzn0QHaGV%26pid%3DApi&f=1",
    "desc": "O tecnécio trata-se de um metal de transição, cinza prateado, radioativo, sendo obtido de forma sintética. Sua principal aplicação é em medicina nuclear, em técnicas de diagnóstico. Foi descoberto por Carlo Perrier e Emilio Segrée lebrão na Itália, em 1937. Mesmo não sendo muito estudado, é muito usado na indústria metalúrgica, principalmente em ligas.\nTecnécio, com número atômico Z  = 43, é o elemento de menor numeração na tabela periódica para a qual todos os isótopos são radioativos. O segundo elemento radioativo mais leve, o promécio, tem número atômico 61. Ele é obtido pelo bombardeamento do molibdênio com deutério em aceleradores de partículas. Ao ser sintetizado, o Molibdênio decai emitindo uma partícula Beta de seu núcleo, tornando-se Tecnécio 99m (meta estável) com meia-vida de 6 horas, decaindo novamente por emissão gama, se tornando Tecnécio 99, que tem meia vida de 211.100 anos. Foi o primeiro elemento a ser feito artificialmente pelo homem, daí seu nome que deriva da palavra grega 'technetos', que significa artificial."
  },
  {
    "id": 44,
    "symbol": "Ru",
    "name": "Rutênio",
    "atomicMass": 101.07,
    "atomicWeight": [ 2, 8, 18, 15, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 8, 5 ],
    "formula": [ "Ru" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Ru1_modi.jpg/230px-Ru1_modi.jpg",
    "desc": "O rutênio é um metal de transição, pouco abundante, encontrado normalmente em minas de platina. É empregado como catalisador e em ligas metálicas de alta resistência com platina ou paládio. O rutênio foi descoberto por Karl Ernst Claus em 1844. É um metal branco, duro e frágil que apresenta quatro formas cristalinas diferentes. Se dissolve em bases fundidas e não é atacado por ácidos a temperatura ambiente. A altas temperaturas reage com os halogênios e com hidróxidos. Pode-se aumentar a dureza do paládio e da platina com pequenas quantidades de rutênio. Igualmente, a adição de pequenas quantidades aumenta a resistência a corrosão do titânio de forma importante.\nRecentemente, se tem verificado que alguns compostos organometálicos de rutênio tem atividade antitumoral."
  },
  {
    "id": 45,
    "symbol": "Rh",
    "name": "Ródio",
    "atomicMass": 102.91,
    "atomicWeight": [ 2, 8, 18, 16, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 9, 5 ],
    "formula": [ "Rh" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Rhodium_powder_pressed_melted.jpg/250px-Rhodium_powder_pressed_melted.jpg",
    "desc": "O ródio é um metal de transição, pouco abundante, do grupo da platina. É encontrado normalmente em minas de platina e é empregado como catalisador e em ligas de alta resistência com a platina. Foi descoberto em 1803 por William Hyde Wollaston.\n O ródio é um metal dúctil de coloração branco prateado, sendo um ótimo refletor de luz. Não é atacado pelos ácidos, porém dissolve-se em água régia ou ácido sulfúrico (H2SO4) concentrado e aquecido quando finalmente dividido. O Ródio apresenta um ponto de fusão maior que a platina e uma densidade menor."
  },
  {
    "id": 46,
    "symbol": "Pd",
    "name": "Paládio",
    "atomicMass": 106.42,
    "atomicWeight": [ 2, 8, 18, 18 ],
    "family": "Metal_de_Transição",
    "position": [ 10, 5 ],
    "formula": [ "Pd" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Palladium.jpg/250px-Palladium.jpg",
    "desc": "O paládio é um metal branco prateado parecido com a platina, não se oxida com o ar, e é o elemento do grupo da platina de menor densidade e menor ponto de fusão. É macio e dúctil quando aquecido, aumentando consideravelmente sua dureza e resistência quando trabalhado a frio. Pode dissolver-se em ácido sulfúrico, H2SO4, e em ácido nítrico, HNO3. Também pode ser dissolvido, mesmo que lentamente, em ácido clorídrico (HCl) em presença de cloro ou oxigênio.nEste elemento pode absorver grandes quantidades de hidrogênio molecular, H2, à temperatura ambiente (até 900 vezes de seu volume), o que é usado para purificá-lo. Acredita-se que o processo forme Pd2H."
  },
  {
    "id": 47,
    "symbol": "Ag",
    "name": "Prata",
    "atomicMass": 107.87,
    "atomicWeight": [ 2, 8, 18, 18, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 11, 5 ],
    "formula": [ "Ag" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Silver_crystal.jpg/250px-Silver_crystal.jpg",
    "desc": "A origem da palavra 'prata' é de indo-europeia, 'arhhg', que significa brilhante e seria o equivalente em sânscrito a ar-jun que também significa brilhante. Estima-se que tenha sido descoberta pouco depois do cobre e do ouro.\nA maior parte da prata é um subproduto da mineração de chumbo e está frequentemente associada ao cobre. Dentre os metais, é a que mais conduz corrente elétrica, superando o cobre. Em 2019, os cientistas descobriram um mecanismo, em nanoescala, que tornou a prata 42% mais forte do que qualquer coisa já feita antes, sem perder a condutividade elétrica.\nA prata normalmente ocorre em forma compacta como pepitas ou grãos, embora possa também ser encontrada em agregados fibrosos, dendítricos (em forma de árvore). Quando recentemente minerada ou polida, ela possui uma cor branco-prata brilhante característica e um brilho metálico. Este metal é estável em ar puro e água, mas recobre-se de uma película de sulfeto de prata quando exposto ao ozônio, gás sulfídrico ou ar com enxofre. Por causa disso e do fato de que ela é muito maleável para ser usada em joalheria na sua forma pura, a prata é frequentemente ligada a outros metais, ou recebe uma camada de cobertura de ouro."
  },
  {
    "id": 48,
    "symbol": "Cd",
    "name": "Cádmio",
    "atomicMass": 112.41,
    "atomicWeight": [ 2, 8, 18, 18, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 12, 5 ],
    "formula": [ "Cd" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Cadmium-crystal_bar.jpg/250px-Cadmium-crystal_bar.jpg",
    "desc": "É um metal branco azulado, relativamente pouco abundante. É um dos metais mais tóxicos, apesar de ser um elemento químico essencial, necessário em quantidades muito pequenas, entretanto, sua função biológica não é muito clara. Normalmente é encontrado em minas de zinco, sendo empregado principalmente na fabricação de pilhas. Foi descoberto em 1817 por Friedrich Stromeyer.\nO cádmio é um metal branco azulado, dúctil e maleável. Pode-se cortá-lo facilmente com uma faca. Em alguns aspectos é similar ao zinco.\nA toxicidade que apresenta é similar a do mercúrio; possivelmente se liga a resíduos de cisteína. A metalotioneina, que apresenta resíduos de cisteína, se liga seletivamente com o cádmio.\nSeu estado de oxidação mais comum é o +2. Pode apresentar o estado de oxidação +1, mas que é muito instável."
  },
  {
    "id": 49,
    "symbol": "In",
    "name": "Ìndio",
    "atomicMass": 114.82,
    "atomicWeight": [ 2, 8, 18, 18, 3 ],
    "family": "Outros_Metais",
    "position": [ 13, 5 ],
    "formula": [ "In" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Indium_wire.jpg/270px-Indium_wire.jpg",
    "desc": "O Ìndio é pouco abundante, maleável, facilmente fundível, quimicamente similar ao alumínio e gálio, porém mais parecido com o zinco. A principal fonte de obtenção do índio é a partir das minas de zinco. Usado na fabricação de telas de cristais líquidos e na formação de películas delgadas que servem como lubrificantes. Foi descoberto por Ferdinand Reich e Theodor Richter em 1863 quando estavam buscando tálio em minas de zinco.\nFoi empregado durante a Segunda Guerra Mundial como revestimento em motores de alto rendimento de aviões. Depois da guerra foi destinado a novas aplicações: em ligas metálicas, em soldas e na indústria eletrônica."
  },
  {
    "id": 50,
    "symbol": "Sn",
    "name": "Estanho",
    "atomicMass": 204.38,
    "atomicWeight": [ 2, 8, 18, 18, 4 ],
    "family": "Outros_Metais",
    "position": [ 14, 5 ],
    "formula": [ "Sn" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Metal_cube_tin.jpg/230px-Metal_cube_tin.jpg",
    "desc": "O estanho é um metal prateado, maleável, sólido nas condições ambientais, não se oxida facilmente com o ar e resistente à corrosão.\nÉ usado para produzir diversas ligas metálicas utilizadas para recobrir outros metais para os proteger da corrosão. O estanho é obtido principalmente do mineral cassiterita, onde se apresenta como um óxido. É um dos metais mais antigos conhecidos, e foi usado como um dos componentes do bronze desde a antiguidade.\nO estanho é um metal branco prateado, maleável, altamente dúctil, de baixo ponto de fusão e altamente cristalino. Quando uma barra de estanho é quebrada produz um ruído denominado 'grito de lata' causada pelos cristais quando são rompidos. Este metal resiste à corrosão quando exposto à água do mar e água potável, porém pode ser atacado por ácidos fortes, bases e sais ácidos. O estanho age como um catalisador quando o oxigênio se encontra dissolvido, acelerando o ataque químico."
  },
  {
    "id": 51,
    "symbol": "Sb",
    "name": "Antimônio",
    "atomicMass": 121.76,
    "atomicWeight": [ 2, 8, 18, 18, 5 ],
    "family": "Semimetal",
    "position": [ 15, 5 ],
    "formula": [ "Sb" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Antimony-4.jpg/230px-Antimony-4.jpg",
    "desc": "O antimônio apresenta quatro formas alotrópicas. Sua forma estável é um metal de coloração branca azulada. O antimônio negro e o amarelo são formas não metálicas instáveis. O antimônio é empregado principalmente em ligas metálicas e alguns de seus compostos para dar resistência contra o fogo, em pinturas, cerâmicas, esmaltes, vulcanização da borracha e fogos de artifício. Foi descoberto em 1450 por Thölde.\nO antimônio na sua forma elementar é um sólido cristalino, fundível, quebradiço, branco prateado que apresenta uma condutividade elétrica e térmica baixa, e evapora em baixas temperaturas. Este elemento semimetálico (metaloide) se parece aos metais no aspecto e nas propriedades físicas, mas quimicamente não se comporta como eles. Pode ser atacado por ácidos oxidantes e halogênios."
  },
  {
    "id": 52,
    "symbol": "Te",
    "name": "Telúrio",
    "atomicMass": 127.6,
    "atomicWeight": [ 2, 8, 18, 18, 6 ],
    "family": "Semimetal",
    "position": [ 16, 5 ],
    "formula": [ "Te" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Tellurium_crystal.jpg/230px-Tellurium_crystal.jpg",
    "desc": "O telúrio foi descoberto, no ano de 1782 ou 1783, num minério denominado calaverita por Franz Joseph Müller von Reichenstein, e isolado em 1798 por Martin Heinrich Klaproth. É usado principalmente em ligas metálicas e como semicondutor.\nO telúrio é um elemento relativamente raro, pertence a mesma família química do oxigênio, enxofre, selênio, e polônio, todos denominados calcogênios.\nQuando cristalino, o telúrio é branco-prateado, e quando na forma pura apresenta um brilho metálico. É um semimetal (metalóide), frágil e facilmente pulverizável. O telúrio amorfo pode ser obtido por precipitação de uma solução de ácido teluroso ou ácido telúrico. Entretanto, existem algumas controvérsias quanto ao fato deste telúrio ser realmente amorfo ou constituído de minúsculos cristais. O telúrio é um semicondutor do tipo que demonstra condutividade maior em determinadas direções, dependendo do alinhamento atômico."
  },
  {
    "id": 53,
    "symbol": "I",
    "name": "Iodo",
    "atomicMass": 126.9,
    "atomicWeight": [ 2, 8, 18, 18, 7 ],
    "family": "Halogênio",
    "position": [ 17, 5 ],
    "formula": [ "I" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Iod_kristall.jpg/230px-Iod_kristall.jpg",
    "desc": "O iodo é o segundo menos reativo e o menos eletronegativo de todos os elementos de seu grupo, atrás somente do Astato. É um oligoelemento, empregado principalmente na medicina, fotografia e como corante.\nO iodo é um sólido negro e lustroso, com leve brilho metálico, que sublima em condições normais formando um gás de coloração violeta e odor irritante. Igual aos demais halogênios forma um grande número de compostos com outros elementos, porém é o menos reativo do grupo, e apresenta certas características metálicas. A falta de iodo causa retardamento nas prolactinas."
  },
  {
    "id": 54,
    "symbol": "Xe",
    "name": "Xenônio",
    "atomicMass": 131.29,
    "atomicWeight": [ 2, 8, 18, 18, 8 ],
    "family": "Gás_Nobre",
    "position": [ 18, 5 ],
    "formula": [ "Xe" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Xenon-glow.jpg/250px-Xenon-glow.jpg",
    "desc": "É um dos gases nobres, inodoro, muito pesado, incolor, encontrado como traço na atmosfera terrestre, e faz parte do primeiro composto de gás nobre sintetizado.\nFoi descoberto por William Ramsay e Morris Travers em 1898. A sua principal aplicação é na fabricação de dispositivos de emissores de luz como lâmpadas estroboscópicas, lâmpadas bactericidas e outros.\nO xenônio é um elemento membro do grupo dos gases nobres ou inertes. A palavra inerte já não é mais usada para descrever este grupo químico, dado que alguns elementos deste grupo formam compostos. Num tubo cheio de gás, o xenônio emite um bonito brilho azul quando excitado com uma descarga elétrica. Tem-se obtido xenônio metálico aplicando-lhe pressões de várias centenas de quilobares. O xenônio também pode formar solvatos com água, quando seus átomos ficam aprisionados na rede de moléculas de água."
  },
  {
    "id": 55,
    "symbol": "Cs",
    "name": "Césio",
    "atomicMass": 132.91,
    "atomicWeight": [ 2, 8, 18, 18, 8, 1 ],
    "family": "Metal_Alcalino",
    "position": [ 1, 6 ],
    "formula": [ "Cs" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Cesium.jpg/250px-Cesium.jpg",
    "desc": "Trata-se de um metal alcalino macio de cor prateada-dourada, com um ponto de fusão de 28,44 °C (301,59 K), um dos únicos cinco metais elementares que se podem encontrar em estado líquido a temperatura ambiente. As suas propriedades físicas e químicas assemelham-se às do rubídio e às do potássio. É extremamente reactivo e pirofórico, reagindo com a água a temperaturas de até −116 °C (157,2 K). É o elemento químico menos electronegativo e só tem um isótopo estável, o césio-133. É obtido principalmente pela extracção do mineral polucita, enquanto que os seus radioisótopos, em especial o césio-137 que é um produto de fissão, é obtido dos resíduos produzidos pelos reactores nucleares.\n O isótopo radioactivo césio-137 apresenta uma meia-vida de cerca de 30 anos e é usado em aplicações médicas, industriais e hidrológicas. O elemento apresenta uma ligeira toxicidade, e é considerado um metal perigoso, portanto os seus radioisótopos apresentam um risco para a saúde se libertados no ambiente."
  },
  {
    "id": 56,
    "symbol": "Ba",
    "name": "Bário",
    "atomicMass": 137.33,
    "atomicWeight": [ 2, 8, 18, 18, 8, 2 ],
    "family": "Metal_Alcalino-terroso",
    "position": [ 2, 6 ],
    "formula": [ "Ba" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Barium_unter_Argon_Schutzgas_Atmosph%C3%A4re.jpg/250px-Barium_unter_Argon_Schutzgas_Atmosph%C3%A4re.jpg",
    "desc": "O bário é um elemento químico tóxico, macio, de aspecto prateado, com alto ponto de fusão pertencente a família dos metais alcalino terrosos.É encontrado no mineral barita, não sendo encontrado livre na natureza, devido a sua elevada reatividade. Os compostos deste metal são usados em pequenas quantidades para a produção de tintas e vidros. Também é usado foguetes pirotécnicos. Foi descoberto em 1808 pelo inglês Humphry Davy.\nO bário é um elemento metálico quimicamente semelhante ao cálcio, contudo é macio e, na forma pura, apresenta aspecto branco prateado semelhante ao chumbo. Este metal oxida-se muito facilmente quando exposto ao ar e é altamente reativo com água ou álcool. Alguns dos compostos de bário são notáveis pela elevada massa específica, como o sulfato de bário, BaSO4 (barita).\nO bário é usado principalmente em velas de ignição, tubos de vácuo, foguetes pirotécnicos, e em lâmpadas fluorescentes."
  },
  {
    "id": 57,
    "symbol": "La",
    "name": "Lantânio",
    "atomicMass": 138.91,
    "atomicWeight": [ 2, 8, 18, 18, 9, 2 ],
    "family": "Lantanídeos",
    "position": [ 4, 9 ],
    "formula": [ "La" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Lanthanum-2.jpg/250px-Lanthanum-2.jpg",
    "desc": "O É encontrado principalmente em minerais terras raras associado com o cério.É dúctil e maleável usado principalmente em ligas para a produção de lentes especiais, pedras de isqueiros e como esponja de hidrogênio. Foi descoberto em 1839 por Carl Gustaf Mosander, em Estocolmo, Suécia.\nO lantânio é um elemento metálico branco prateado e é considerado frequentemente como sendo um lantanídio. Encontrado em alguns minerais, geralmente em combinação com cério e outros elementos terras raras. O lantânio é maleável, dúctil, e mole bastante para ser cortado com uma faca. É um dos mais reativos entre os elementos terras raras. O metal reage diretamente como os elementos carbono, nitrogênio, boro, selênio, silício, fósforo, enxofre, e com halogênios. Oxida rapidamente quanto exposto ao ar. A água fria ataca lentamente o lantânio, enquanto a água quente ataca muito mais rapidamente."
  },
  {
    "id": 58,
    "symbol": "Ce",
    "name": "Cério",
    "atomicMass": 140.12,
    "atomicWeight": [ 2, 8, 18, 19, 9, 2 ],
    "family": "Lantanídeos",
    "position": [ 5, 9 ],
    "formula": [ "Ce" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Cerium2.jpg/250px-Cerium2.jpg",
    "desc": "O cério é um elemento metálico da série transição interna (terra rara , lantanídio) encontrado principalmente nos minerais monazita e bastnasita. À temperatura ambiente, o cério encontra-se no estado sólido.\nÉ usado principalmente na forma de ligas para a produção de pedras de ignição de isqueiros e eletrodos de arco de grafite na indústria cinematográfica. O seu óxido é usado como catalisador em fornos auto-limpantes e na indústria do petróleo. O seu sulfato é um forte agente oxidante usado em análises químicas volumétricas.Foi descoberto em 1803 pelo sueco Jöns Jacob Berzelius.\nO cério é um elemento metálico prateado, pertencente a série química transição interna (terra rara, lantanídio). É usado em algumas ligas terras raras. Assemelha-se ao ferro na cor e no brilho, mas é macio, maleável e dúctil. Perde o lustre rapidamente em presença do ar."
  },
  {
    "id": 59,
    "symbol": "Pr",
    "name": "Praseodímio",
    "atomicMass": 140.91,
    "atomicWeight": [ 2, 8, 18, 21, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 6, 9 ],
    "formula": [ "Pr" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Praseodymium.jpg/250px-Praseodymium.jpg",
    "desc": "O praseodímio faz parte do grupo das terras raras, ocorrendo naturalmente nos minerais monazita e bastnasita. Foi isolado em 1885, pelo químico austríaco barão Carl Auer von Welsbach, a partir do didímio. O praseodímio é usado para produzir ligas metálicas de alta resistência térmica e mecânica utilizadas em componentes de motores de avião e de filamentos para lâmpadas de projetores cinematográficos. É também usado na produção de metal Misch para pedras de isqueiros.\nO praseodímio é um elemento metálico prateado, macio pertencente aos lantanídios. É mais resistente a corrosão no ar do que o európio, lantânio, cério ou o neodímio, porém desenvolve um óxido verde que reveste o metal quando exposto ao ar, expondo o metal ainda mais a oxidação. Por essa razão, o praseodímio deve ser armazenado imerso em óleo mineral ou selado em plástico ou vidro."
  },
  {
    "id": 60,
    "symbol": "Nd",
    "name": "Neodímio",
    "atomicMass": 144.24,
    "atomicWeight": [ 2, 8, 18, 22, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 7, 9 ],
    "formula": [ "Nd" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Neodymium2.jpg/250px-Neodymium2.jpg",
    "desc": "O Neodímio representa cerca de 18% dos metais do grupo terra rara. O metal tem um brilho metálico, prateado, brilhante; entretanto, sendo um dos metais terra raras mais reativo, o neodímio escurece rapidamente no ar formando um óxido, que lascado expõe o metal a uma oxidação adicional.\n Alguns tipos de vidro contendo neodímio são usados para produzir rubis sintéticos utilizados em lasers. Certos materiais podem conter pequenas concentrações de íons de neodímio que poderão ser usados em lasers para radiações no infravermelho (1054 – 1064 nm). Alguns lasers de Nd são, por exemplo, o Nd: YAG (cristal de ítrio e alumínio) utilizado em odontologia e medicina, Nd: YLF (fluoreto de ítrio e lítio), Nd: YVO (vanadato de ítrio), e outros."
  },
  {
    "id": 61,
    "symbol": "Pm",
    "name": "Promécio",
    "atomicMass": 144.24,
    "atomicWeight": [ 2, 8, 18, 23, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 8, 9 ],
    "formula": [ "Pm" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse2.mm.bing.net%2Fth%3Fid%3DOIP.sobVJMvQfFm3wLOlalO6dwAAAA%26pid%3DApi&f=1",
    "desc": "O promécio (homenagem ao titã grego Prometeu) é um elemento químico de símbolo Pm e de número atómico igual a 61 (61 protões e 61 electrões), e massa atómica 145 u. À temperatura ambiente, o promécio encontra-se no estado sólido. Faz parte do grupo das terras raras. A principal aplicação é como emissor de radiações beta para produzir medidores de espessuras.A prova da existência do promécio só foi obtida em 1945 por Jacob A. Marinsky, Lawrence E. Glendenin e Charles D. Coryell durante a análise dos subprodutos da fissão do urânio.\nO promécio é um leve emissor de partículas betas, porém não emite radiações gama. Porém , pode ocorrer emissão de raios-X quando as partículas beta atingem elementos com números atômicos mais altos. Pouco é conhecido sobre as propriedades químicas e físicas do promécio metálico, porém são semelhantes ao neodímio e samário. O promécio apresenta duas variedades alotrópicas.\nSais deste metal apresentam luminescência na obscuridade com um fulgor azul ou acinzentado pálido devido à sua elevada radioatividade."
  },
  {
    "id": 62,
    "symbol": "Sm",
    "name": "Samário",
    "atomicMass": 150.36,
    "atomicWeight": [ 2, 8, 18, 24, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 9, 9 ],
    "formula": [ "Sm" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Samarium_element.jpg/230px-Samarium_element.jpg",
    "desc": "O samário é um elemento químico de símbolo Sm e de número atómico igual a 62 (62 protões e 62 electrões), com massa atómica 150,36 u. À temperatura ambiente, o samário encontra-se no estado sólido. É utilizado em lâmpadas de eletrodos de carbono na indústria cinematográfica. Foi descoberto pelo francês Lecoq de Boisbaudran em 1879.\nO samário é um metal terra rara , com brilho prateado brilhante, razoavelmente estável no ar. Inflama-se no ar a temperatura de 150 °C. Existem três estruturas cristalinas para o metal, ocorrendo as transformações nas temperaturas de 734 e 922 °C, respectivamente."
  },
  {
    "id": 63,
    "symbol": "Eu",
    "name": "Európio",
    "atomicMass": 151.96,
    "atomicWeight": [ 2, 8, 18, 25, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 10, 9 ],
    "formula": [ "Eu" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Europium.jpg/230px-Europium.jpg",
    "desc": "O európio é branco prateado, bastante dúctil, e é o mais reativo das terras raras. Como elemento metálico apresenta, por enquanto, nenhuma aplicação. Entretanto, o seu óxido é usado em cinescópios de televisores em cores. O európio foi descoberto em 1901 por Eugène-Anatole Demarçay.\nO európio é o mais reativo dos elementos terras raras ; oxida-se rapidamente com o ar, e assemelha-se ao cálcio na sua reação com a água. Como outras terras raras ( a exceção do lantânio ), o európio inflama-se com o ar entre 150 °C e 180 °C, aproximadamente. Apresenta uma ductilidade muito alta e é aproximadamente tão duro quanto o chumbo."
  },
  {
    "id": 64,
    "symbol": "Gd",
    "name": "Gadolínio",
    "atomicMass": 157.25,
    "atomicWeight": [ 2, 8, 18, 25, 9, 2 ],
    "family": "Lantanídeos",
    "position": [ 11, 9 ],
    "formula": [ "Gd" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Gadolinium-4.jpg/230px-Gadolinium-4.jpg",
    "desc": "O gadolínio é uma terra rara, branco prateado, maleável, dúctil com um brilho metálico. Cristaliza na forma hexagonal que é a forma alfa, à temperatura ambiente. Quando aquecido a 1508 K transforma-se na sua forma beta, que é uma estrutura cristalina cúbica de corpo centrado.\nAo contrário dos demais elementos terras raras, o gadolínio é relativamente estável no ar seco, porém perde o brilho rapidamente no ar úmido formando um óxido que adere frouxamente a superfície que, se for retirado, expõe a superfície a uma oxidação adicional. O gadolínio reage lentamente com a água e é solúvel em ácido diluído.\nO gadolínio tem a mais elevada secção de captura de nêutrons térmicos conhecido entre os elementos, 49,000 barns, porém tem uma rápida taxa de perda de efetividade , limitando utilidade como barras de controle em centrais de fissão nuclear."
  },
  {
    "id": 65,
    "symbol": "Tb",
    "name": "Térbio",
    "atomicMass": 158.93,
    "atomicWeight": [ 2, 8, 18, 27, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 12, 9 ],
    "formula": [ "Tb" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Terbium-2.jpg/230px-Terbium-2.jpg",
    "desc": "O térbio é um metal terra rara, cinza-prateado, que é maleável e dúctil . É macio o bastante para ser cortado com uma faca. É razoavelmente estável no ar, apresentando duas formas cristalinas com uma temperatura de transformação de 1289 °C.\nÉ usado em ligas metálicas para a produção de dispositivos eletrônicos e foi descoberto pelo químico sueco Carl Gustaf Mosander em 1843."
  },
  {
    "id": 66,
    "symbol": "Dy",
    "name": "Disprósio",
    "atomicMass": 162.5,
    "atomicWeight": [ 2, 8, 18, 28, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 13, 9 ],
    "formula": [ "Dy" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Dy_chips.jpg/230px-Dy_chips.jpg",
    "desc": "O disprósio é um elemento terra rara que apresenta brilho metálico prateado e é relativamente estável no ar em temperatura ambiente, porém se dissolve em ácidos minerais diluídos ou concentrados com liberação de hidrogênio, isto é, oxidando-se. É macio o bastante para ser cortado com uma faca, e pode ser processado com máquinas sem emitir faíscas, evitando o superaquecimento. As características do disprósio podem ser muito afetadas por pequenas quantidades de impurezas.\nO disprósio é usado, em conjunto com o vanádio e outros elementos, como componente de materiais para lasers. Este elemento foi identificado pela primeira vez em 1886, em Paris, pelo químico francês Paul Émile Lecoq de Boisbaudran."
  },
  {
    "id": 67,
    "symbol": "Ho",
    "name": "Hólmio",
    "atomicMass": 164.93,
    "atomicWeight": [ 2, 8, 18, 29, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 14, 9 ],
    "formula": [ "Ho" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Holmium2.jpg/230px-Holmium2.jpg",
    "desc": "É um elemento da série metal de transição interna do grupo dos lantanídios, relativamente macio e maleável, sólido, de aspecto branco prateado, resistente à corrosão no ar seco, em condições ambientais de temperatura. É uma terra rara encontrada nos minerais monazita e gadolinita.É usado como gerador de campos magnéticos, em reatores nucleares e na produção de lasers.\nFoi descoberto pelos químicos suíços Marc Delafontaine e Jacques-Louis Soret em 1878, quando observaram uma banda de absorção no espectro de um elemento até então desconhecido."
  },
  {
    "id": 68,
    "symbol": "Er",
    "name": "Érbio",
    "atomicMass": 167.26,
    "atomicWeight": [ 2, 8, 18, 30, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 15, 9 ],
    "formula": [ "Er" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Erbium-crop.jpg/230px-Erbium-crop.jpg",
    "desc": "O érbio é um elemento metálico trivalente que na forma pura é maleável, macio, relativamente estável no ar, não oxidando tão rapidamente quanto alguns outros metais terras raras. Seus sais são coloridos ( rosa ) , e o elemento tem faixas de absorção espectral no visível, ultravioleta e próximo do infravermelho que, associado com a sua configuração electrónica lhe confere cores pastéis muito bonitas. O seu sesquióxido é chamado de 'érbia' As propriedades do érbio dependem em grande parte das impurezas que contém.\nÉ usado em filtro fotográfico, dopante em amplificadores ópticos e seu óxido como pigmento para colorir vidros e esmaltes. Foi descoberto em 1843 pelo sueco Carl Gustaf Mosander, do mineral gadolinita de Ytterby. cidade da Suécia."
  },
  {
    "id": 69,
    "symbol": "Tm",
    "name": "Túlio",
    "atomicMass": 168.93,
    "atomicWeight": [ 2, 8, 18, 31, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 16, 9 ],
    "formula": [ "Tm" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Thulium_sublimed_dendritic_and_1cm3_cube.jpg/230px-Thulium_sublimed_dendritic_and_1cm3_cube.jpg",
    "desc": "O túlio é um elemento do grupo dos lantanídios , sendo o menos abundante das terras raras. Seu metal é fácil de ser trabalhado, apresenta boa ductilidade, tem um brilho cinza prateado e pode ser cortado com uma faca. Apresenta uma certa resistência a corrosão quando no ar seco. O túlio natural é composto inteiramente de um único isótopo estável, o Tm-169.\nÉ encontrado com outros 'terras raras' no mineral monazita. Devido ao preço elevado, o túlio e seus compostos não apresentam, ainda, aplicação economicamente viável."
  },
  {
    "id": 70,
    "symbol": "Yb",
    "name": "Itérbio",
    "atomicMass": 173.05,
    "atomicWeight": [ 2, 8, 18, 32, 8, 2 ],
    "family": "Lantanídeos",
    "position": [ 17, 9 ],
    "formula": [ "Yb" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ytterbium_element.jpg/230px-Ytterbium_element.jpg",
    "desc": "O itérbio é um elemento metálico prateado e macio. É uma terra rara da série dos lantanídios que é encontrado nos minerais gadolinita, monazita e xenótimo. O itérbio se associa às vezes com o ítrio e outros elementos relacionados, e é usado em alguns aços. O itérbio natural é uma mistura de 7 isótopos estáveis. À temperatura ambiente encontra-se no estado sólido. Existem poucas aplicações para este elemento. Foi descoberto em 1878 por Jean Charles Galissard de Marignac. Seu metal pode ser usado para melhorar o refinamento dos grânulos;"
  },
  {
    "id": 71,
    "symbol": "Lu",
    "name": "Lutécio",
    "atomicMass": 174.97,
    "atomicWeight": [ 2, 8, 18, 32, 9, 2 ],
    "family": "Lantanídeos",
    "position": [ 18, 9 ],
    "formula": [ "Lu" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Lutetium_sublimed_dendritic_and_1cm3_cube.jpg/230px-Lutetium_sublimed_dendritic_and_1cm3_cube.jpg",
    "desc": "O lutécio faz parte do grupo das terras raras. Por ser um elemento muito caro, sua aplicação é limitada, entretanto, encontra alguns usos na indústria do petróleo.\nFoi descoberto em 1878 por Jean-Charles Marignac, mais tarde em 1907 um químico francês Georges Urbain conseguiu separar as impurezas da itérbia em dois outros compostos na tentativa de purificá-los para obter as características físicas e químicas do mesmo, mas sem muito sucesso, aos quais deu o nome de neoiterbia e lutércia, respectivamente chamados de itérbio e lutécio atualmente"
  },
  {
    "id": 72,
    "symbol": "Hf",
    "name": "Háfnio",
    "atomicMass": 178.49,
    "atomicWeight": [ 2, 8, 18, 32, 10, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 4, 6 ],
    "formula": [ "Hf" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Hafnium_ebeam_remelted.jpg/230px-Hafnium_ebeam_remelted.jpg",
    "desc": "O háfnio é um metal de transição que pode formar ligas com o tungstênio usadas em filamentos de lâmpadas e em eletrodos. Também se usa como material de barras de controle de reatores nucleares devido a sua alta capacidade de absorção de nêutrons. Foi descoberto em 1923 por George de Hevesy e Dirk Coster.\n É  um metal dúctil, brilhante, prateado e resistente a corrosão, quimicamente muito similar ao zircônio. Estes dois elementos apresentam o mesmo número de elétrons na camada de valência e seus raios iônicos são muito similares devido a contração dos lantanídeos. Por isso é muito difícil separá-los, sendo encontrados na natureza juntos. As únicas aplicações para os quais é necessário separá-los são aquelas nas quais se utilizam as suas propriedades de absorção de nêutrons; em reatores nucleares."
  },
  {
    "id": 73,
    "symbol": "Ta",
    "name": "Tântalo",
    "atomicMass": 180.95,
    "atomicWeight": [ 2, 8, 18, 32, 11, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 5, 6 ],
    "formula": [ "Ta" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Tantalum_single_crystal_and_1cm3_cube.jpg/250px-Tantalum_single_crystal_and_1cm3_cube.jpg",
    "desc": "Trata-se de um metal de transição raro, azul grisáceo, duro, que apresenta brilho metálico, cor meio acinzentada e resiste muito bem à corrosão. Na temperatura ambiente o tântalo encontra-se no estado sólido. É encontrado no mineral tantalita. Fisiologicamente inerte, de modo que, entre suas varias aplicações, pode ser empregado para a fabricação de instrumentos cirúrgicos e em implantes. Foi descoberto em 1802 por Anders Gustaf Ekeberg em minerais provenientes da Suécia e Finlândia e isolado por Jons Berzelius em 1820.\nO tântalo é um metal cinzento, denso, dúctil, muito duro, resistente a corrosão por ácidos e um bom condutor de calor e eletricidade. Em temperaturas abaixo de 150 °C o tântalo é quase completamente imune ao ataque químico, mesmo pela agressiva água régia. Somente é atacado pelo ácido fluorídrico, ácido que contem o íon fluoreto ou mediante fusão alcalina. O elemento tem o quinto maior ponto de fusão dos elementos conhecidos, perdendo apenas para o Ósmio, Rênio, Tungstênio e o Carbono. O tântalo tem a maior capacitância por volume entre todas as substâncias."
  },
  {
    "id": 74,
    "symbol": "W",
    "name": "Tungstênio",
    "atomicMass": 183.84,
    "atomicWeight": [ 2, 8, 18, 32, 12, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 6, 6 ],
    "formula": [ "W" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Wolfram_evaporated_crystals_and_1cm3_cube.jpg/250px-Wolfram_evaporated_crystals_and_1cm3_cube.jpg",
    "desc": "O tungstênio é um metal de cor branco cinza sob condições padrão, quando não combinado, o tungstênio é encontrado na natureza apenas combinado com outros elementos. Foi identificado como um novo elemento em 1781, e isolado pela primeira vez como metal em 1783. Os seus minérios mais importantes são a volframita e a scheelita. O elemento livre é notável pela sua robustez, especialmente pelo fato de possuir o mais alto ponto de fusão de todos os metais e o segundo mais alto entre todos os elementos, a seguir ao carbono. Também notável é a sua alta densidade, 19,3 vezes maior do que a da água, comparável às do urânio e ouro, e muito mais alta (cerca de 1,7 vezes) que a do chumbo; O tungstênio com pequenas quantidades de impurezas é frequentemente frágil e duro, tornando-o difícil de trabalhar. Contudo, o tungstênio muito puro é mais dúctil, e pode ser cortado com uma serra de metais."
  },
  {
    "id": 75,
    "symbol": "Re",
    "name": "Rênio",
    "atomicMass": 186.21,
    "atomicWeight": [ 2, 8, 18, 32, 13, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 7, 6 ],
    "formula": [ "Re" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Rhenium_single_crystal_bar_and_1cm3_cube.jpg/250px-Rhenium_single_crystal_bar_and_1cm3_cube.jpg",
    "desc": "O rênio é um metal de transição branco prateado, pesado, sólido na temperatura ambiente, raramente encontrado na natureza. É obtido como subproduto do processamento de minerais de molibdênio. É empregado principalmente em catalisadores. Sua descoberta nos minerais de platina e na columbita, na Alemanha, foi relatada por Walter Noddack, Ida Tacke e Otto Berg, em 1925.\nua forma comercial geralmente é em pó, porém pode ser obtido na forma compacta, com até 90% da sua densidade teórica. Quando é recozido torna-se muito dúctil, podendo ser dobrado em espiral ou anel. As ligas de rênio-molibdênio são supercondutores a 10K."
  },
  {
    "id": 76,
    "symbol": "Os",
    "name": "Ósmio",
    "atomicMass": 190.23,
    "atomicWeight": [ 2, 8, 18, 32, 14, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 8, 6 ],
    "formula": [ "Os" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Osmium_crystals.jpg/250px-Osmium_crystals.jpg",
    "desc": "O ósmio é um elemento químico, símbolo Os, de número atômico 76 (76 prótons e 76 elétrons), com massa atómica 190,23 u. Trata-se de um metal de transição classificado no grupo da platina. À temperatura ambiente o ósmio encontra-se no estado sólido. Ambos ósmio ou irídio podem ser considerados os elementos mais densos. À temperatura e à pressão ambiente, a densidade calculada do ósmio é 22,61 g/cm3 e a densidade calculada do irídio é 22,65 g/cm3. No entanto, o valor medido experimentalmente (utilizando cristalografia de raios-x) para o ósmio é de 22,59 g/cm3, enquanto que a de irídio é de 22,56 g/cm3. Normalmente, o ósmio é o elemento mais denso.\nÉ empregado em algumas ligas com a platina e irídio. Uma liga de ósmio-irídio é usada em implantes cirúrgicos. O seu óxido é usado como oxidante e catalisador em sínteses químicas, e como pós-fixador biológico pela sua capacidade de impregnação em membranas celulares, auxiliando na visualização ultra-estrutural de tecidos em um microscópio eletrônico de transmissão.\nFoi descoberto em 1802 por Smithson Tennant analisando resíduos de platina."
  },
  {
    "id": 77,
    "symbol": "Ir",
    "name": "Irídio",
    "atomicMass": 192.22,
    "atomicWeight": [ 2, 8, 18, 32, 15, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 9, 6 ],
    "formula": [ "Ir" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Iridium-2.jpg/250px-Iridium-2.jpg",
    "desc": "Trata-se de um metal de transição, duro, frágil, pesado, de cor branco prateado. É empregado em ligas de alta resistência que podem suportar elevadas temperaturas. É um elemento pouco abundante, encontrado na natureza associado ao ósmio e à platina, e muito resistente à corrosão. À temperatura ambiente, o irídio encontra-se no estado sólido. Ambos, ósmio ou irídio podem ser considerados os elementos mais densos. À temperatura e à pressão ambiente, a densidade calculada do ósmio é 22,61 g/cm3 e a densidade calculada do irídio é 22,65 g/cm3. No entanto, o valor medido experimentalmente (utilizando cristalografia de raios-x) para o ósmio é de 22,59 g/cm3, enquanto que a de irídio é de 22,56 g/cm3. Normalmente, o ósmio é o elemento mais denso."
  },
  {
    "id": 78,
    "symbol": "Pt",
    "name": "Platina",
    "atomicMass": 195.08,
    "atomicWeight": [ 2, 8, 18, 32, 17, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 10, 6 ],
    "formula": [ "Pt" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Platinum_crystals.jpg/250px-Platinum_crystals.jpg",
    "desc": "A platina é um elemento químico escasso, do qual se encontra em média na litosfera aproximadamente 5 μg/kg. Ela está especialmente nos depósitos dos minérios de níquel e cobre, principalmente na África do Sul, que responde por 80% da produção mundial. Por causa da sua escassez na crosta da Terra, já que são produzidas somente alguns milhões de toneladas, ela é considerada o metal mais caro e precioso.\nA platina é um precioso elemento químico com baixa reatividade. E tem uma extraordinária resistência à corrosão, inclusive sob altas temperaturas, e é também considerada um metal nobre. Consequentemente, a platina é geralmente descoberta pela produção de um fase da platina com outro elemento químico. Como a platina é encontrada naturalmente nos aluviões de diversos rios, ela foi utilizada pela primeira vez pelos nativos pré-colombianos da América do Sul para produzir artefatos. O seu primeiro registro na Europa data do Século XVI. Porém somente com Antonio de Ulloa vieram a conhecê-lo em 1735, porém só foi publicado à Europa em 1748."
  },
  {
    "id": 79,
    "symbol": "Au",
    "name": "Ouro",
    "atomicMass": 196.97,
    "atomicWeight": [ 2, 8, 18, 32, 18, 1 ],
    "family": "Metal_de_Transição",
    "position": [ 11, 6 ],
    "formula": [ "Au" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Gold-crystals.jpg/250px-Gold-crystals.jpg",
    "desc": "O ouro (do latim aurum, 'brilhante') é um elemento químico (símbolo Au) de número atómico 79 (79 prótons e 79 eléctrons) e de massa atómica 197 u. Na natureza, o ouro é produzido a partir da colisão de duas estrelas de nêutrons. O ouro é utilizado de forma generalizada em joalharia, indústria e eletrônica, bem como reserva de valor.\nÉ um metal de transição brilhante, amarelo, denso, maleável, dúctil (trivalente e univalente) que não reage com a maioria dos produtos químicos, mas é sensível ao cloro e ao bromo. À temperatura ambiente, apresenta-se no estado sólido. Este metal encontra-se normalmente em estado puro, em forma de pepitas e depósitos aluviais, sendo um dos metais tradicionalmente usados para cunhar moeda. É tão facilmente manuseável e maleável que, com apenas um grama de ouro, é possível obter um fio de 3 quilômetros de extensão e 0,005 milímetros de diâmetro, ou uma lâmina quadrada de 70 centímetros de largura e espessura de 0,1 micrômetro."
  },
  {
    "id": 80,
    "symbol": "Hg",
    "name": "Mercúrio",
    "atomicMass": 200.59,
    "atomicWeight": [ 2, 8, 18, 32, 18, 2 ],
    "family": "Metal_de_Transição",
    "position": [ 12, 6 ],
    "formula": [ "Hg" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/HGmer.JPG/250px-HGmer.JPG",
    "desc": "O mercúrio é um elemento químico de número atômico 80 (80 prótons e 80 elétrons) e massa atómica 200,5 u. É um dos seis elementos que se apresentam líquidos à temperatura ambiente ou a temperaturas próximas. Os outros elementos são os metais césio, gálio, frâncio e rubídio e o não metal bromo. Dentre os seis, porém, apenas o mercúrio e o bromo são líquidos nas condições padrão de temperatura e pressão.\nO mercúrio pertence ao grupo (ou família) 12 (anteriormente chamada 2B) e faz parte da classe dos metais de transição. Tal grupo é ainda chamado família do zinco, na tabela periódica.\nNormalmente utilizado em instrumentos de medidas (termômetros e barômetros), lâmpadas fluorescentes e como catalisador em reações químicas."
  },
  {
    "id": 81,
    "symbol": "Tl",
    "name": "Tálio",
    "atomicMass": 204.38,
    "atomicWeight": [ 2, 8, 18, 32, 18, 3 ],
    "family": "Outros_Metais",
    "position": [ 13, 6 ],
    "formula": [ "Tl" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Thallium_pieces_in_ampoule.jpg/250px-Thallium_pieces_in_ampoule.jpg",
    "desc": "O tálio é altamente tóxico, por isso era usado como produto para matar ratos e insetos. Há indícios de que cause câncer em seres humanos. Atualmente é usado em detectores de radiação infravermelha, radiação gama, e em medicina nuclear. É encontrado e obtido a partir do mineral pirita e, também, é obtido como subproduto de minérios de chumbo e zinco. Foi descoberto por Sir William Crookes em 1861, na Inglaterra, por análise espectroscópica.\nEste metal é muito macio e maleável e pode ser cortado com uma faca. Quando exposto ao ar, inicialmente apresenta um brilho metálico, porém rapidamente torna-se cinza-azulado semelhante ao chumbo. Quando exposto ao ar, forma-se sobre o tálio uma camada de óxido, por isso, é preservado mantendo-o sob óleo mineral ou gás inerte, como o argônio."
  },
  {
    "id": 82,
    "symbol": "Pb",
    "name": "Chumbo",
    "atomicMass": 207.2,
    "atomicWeight": [ 2, 8, 18, 32, 18, 4 ],
    "family": "Outros_Metais",
    "position": [ 14, 6 ],
    "formula": [ "Pb" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Lead_electrolytic_and_1cm3_cube.jpg/250px-Lead_electrolytic_and_1cm3_cube.jpg",
    "desc": "É um metal tóxico, denso, macio, maleável e mau condutor de eletricidade. Apresenta coloração branco-azulada quando recentemente cortado, porém adquire coloração acinzentada quando exposto ao ar. É usado na construção civil, baterias de ácido, em munição, proteção contra raios-X e raios gamma e forma parte de ligas metálicas para a produção de soldas, fusíveis, revestimentos de cabos elétricos, materiais antifricção, metais de tipografia, etc. O chumbo tem o número atômico mais elevado entre todos os elementos estáveis.\nÉ um metal conhecido e usado desde a antiguidade. Suspeita-se que este metal já fosse trabalhado há 7000 anos, utilizado pelos egípcios sendo parte de ligas metálicas devido suas características e pelos romanos como componentes de tintas e cosméticos."
  },
  {
    "id": 83,
    "symbol": "Bi",
    "name": "Bismuto",
    "atomicMass": 208.98,
    "atomicWeight": [ 2, 8, 18, 32, 18, 5 ],
    "family": "Outros_Metais",
    "position": [ 15, 6 ],
    "formula": [ "Bi" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Wismut_Kristall_und_1cm3_Wuerfel.jpg/270px-Wismut_Kristall_und_1cm3_Wuerfel.jpg",
    "desc": "Este elemento é pesado, frágil, trivalente, cristalino, de coloração rosácea que se assemelha quimicamente ao arsênio e ao antimônio. É o mais diamagnético de todos os metais, e com a condutividade térmica mais baixa entre todos os elementos, exceto do mercúrio. De todos os metais, é o que menos conduz corrente elétrica.\nLigas metálicas com bismuto são utilizados em soldas, fabricação de termopares e dispositivos para detectar fogo. Compostos de bismuto, livres de chumbo, são usados em cosméticos e em procedimentos médicos.\nA existência deste metal foi demonstrado em 1753 pelo francês Claude Geoffroy Junine. O seu mineral mais importante é a bismutinita."
  },
  {
    "id": 84,
    "symbol": "Po",
    "name": "Polônio",
    "atomicMass": 209,
    "atomicWeight": [ 2, 8, 18, 32, 18, 6 ],
    "family": "Semimetal",
    "position": [ 16, 6 ],
    "formula": [ "Po" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse3.mm.bing.net%2Fth%3Fid%3DOIP.Ed8-u246hzZC4-5c4c7k5gHaMF%26pid%3DApi&f=1",
    "desc": "Este elemento é radioativo, dissolvendo-se facilmente em ácidos diluídos, porém só é levemente solúvel em álcalis. É quimicamente semelhante ao bismuto e ao telúrio, sendo mais eletropositivo que o telúrio e o selênio, elementos da mesma família.\nO polônio-210 é um metal volátil, de baixo ponto de fusão, por isso, 50% se evapora após 45 horas numa temperatura de 326 K. Este isótopo é emissor de partículas alfa que apresenta uma meia-vida de 138,39 dias. Um miligrama deste metalóide emite tantas partículas alfa quanto 5 gramas de rádio. Um único grama de polônio-210 gera 140 watts de energia térmica.\nO polônio quando misturado ou em liga com o berílio pode ser empregado como uma fonte de nêutrons.\nFoi descoberto por Pierre e Marie Curie, em 1898, e por isso tem nome homenageando a Polónia."
  },
  {
    "id": 85,
    "symbol": "At",
    "name": "Ástato",
    "atomicMass": 210,
    "atomicWeight": [ 2, 8, 18, 32, 18, 7 ],
    "family": "Halogênio",
    "position": [ 17, 6 ],
    "formula": [ "At" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse3.mm.bing.net%2Fth%3Fid%3DOIP.q6I5UFe1HI4IEMirkaIu_AHaFl%26pid%3DApi&f=1",
    "desc": "Este elemento altamente radioativo comporta-se quimicamente como os demais halogênios, especialmente como o iodo. O ástato tem caráter mais metálico que o iodo. Pesquisadores do Laboratório Nacional de Brookhaven identificaram as reações e as medidas elementares que envolvem o ástato. A maioria das características do ástato são conhecidos através dos seus isótopos sintéticos.\nO ástato tem importância somente no campo teórico e não é conhecida aplicação prática deste elemento, provavelmente por ele ser tão radioativo que vaporiza a si mesmo quando ajuntado em uma quantia apreciável."
  },
  {
    "id": 86,
    "symbol": "Rn",
    "name": "Radônio",
    "atomicMass": 222,
    "atomicWeight": [ 2, 8, 18, 32, 18, 8 ],
    "family": "Gás_Nobre",
    "position": [ 18, 6 ],
    "formula": [ "Rn" ],
    "image": "https://sicflux.com.br/blog/wp-content/uploads/2019/11/Link01-1.png",
    "desc": "É um elemento gasoso radioativo, enquadrado dentro dos chamados 'gases nobres'. Na forma gasosa, é incolor, inodoro e insípido; na forma sólida, tem cor avermelhada. Na tabela periódica, situa-se no grupo 18 (8A), com o número atômico 86 e símbolo Rn. A sua massa atômica é de 222, o que implica que tem por média 136 nêutrons. No estado neutro, possui o mesmo número de elétrons e de prótons, 86.\nFoi descoberto por Robert Bowie Owens e Ernest Rutherford em 1899. Ao contrário dos outros descendentes do urânio, o rádon é gasoso e pertence à família dos gases nobres, libertando-se dos solos e rochas, materiais de construção e água, sendo que no seu processo natural de decaimento emite partículas alfa, beta e gama. A radioatividade emitida pelo radão a que uma pessoa está exposta, em Portugal, segundo o ITN, equivale em média a 56,7% da radiação ionizante que essa pessoa está sujeita"
  },
  {
    "id": 87,
    "symbol": "Fr",
    "name": "Fráncio",
    "atomicMass": 223,
    "atomicWeight": [
      2, 8, 18, 32,
      18, 8,  1
    ],
    "family": "Metal_Alcalino",
    "position": [ 1, 7 ],
    "formula": [ "Fr" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse1.mm.bing.net%2Fth%3Fid%3DOIP.q9iPCeek-0Po51eVROpwTwAAAA%26pid%3DApi&f=1",
    "desc": "O frâncio (em homenagem à França) é um elemento químico cujo símbolo é Fr e seu número atômico é 87. Sua eletronegatividade é a mais baixa conhecida e é o segundo elemento menos abundante na natureza (o primeiro é o astato). O frâncio é um metal alcalino altamente radioativo. Como todos os metais alcalinos, tem um elétron na sua camada de valência.\nMarguerite Perey descobriu este elemento em 1939. O frâncio foi o último elemento químico descoberto na natureza antes de ser sintetizado. Fora do laboratório, o frâncio é extremamente raro.\nNão há aplicações comerciais para o frâncio devido a sua vida muito curta, também não é possível obter este elemento em quantidades comerciais significativas."
  },
  {
    "id": 88,
    "symbol": "Ra",
    "name": "Rádio",
    "atomicMass": 226,
    "atomicWeight": [
      2, 8, 18, 32,
      18, 8,  2
    ],
    "family": "Metal_Alcalino-terroso",
    "position": [ 2, 7 ],
    "formula": [ "Ra" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Radium226.jpg/200px-Radium226.jpg",
    "desc": " É um metal altamente radioativo encontrado em minerais de urânio como na pechblenda. As suas aplicações são derivadas do seu caráter radioativo. FoiÉ o mais pesado dos metais alcalino-terrosos, é intensamente radioativo e assemelha-se quimicamente ao bário. Este metal é encontrado combinado em quantidades mínimas no minério de urânio pechblenda, e em vários outros minerais de urânio. É um emissor de partículas alfa, partículas beta e radiação gama. O rádio misturado com Berílio produz nêutrons. usado em medicina, porém substituído por radioisótopos mais eficientes. Foi descoberto por Marie Curie e seu marido Pierre em 1898 na pechblenda/uranita.\n"
  },
  {
    "id": 89,
    "symbol": "Ac",
    "name": "Actínio",
    "atomicMass": 227,
    "atomicWeight": [
      2, 8, 18, 32,
      18, 9,  2
    ],
    "family": "Actinídeos",
    "position": [ 4, 10 ],
    "formula": [ "Ac" ],
    "image": "https://www.revistac2.com/c2/wp-content/uploads/2019/11/radio-pechblenda-300x296.jpg",
    "desc": "É um elemento metálico, radioativo de aspecto prateado. Devido a sua intensa radioatividade brilha na escuridão com uma luz azulada. O isótopo Ac—227, que é encontrado em quantidades traços, em minerais de urânio, é um emissor de partículas alfa e partículas beta com um período de semidesintegração de 21,773 anos. Uma tonelada de mineral de urânio contém cerca de 0,1 gramas de actínio. Seu comportamento químico é muito similar aos demais terras raras, particularmente ao lantânio.\nSua radioatividade é da ordem de 150 vezes a do rádio, tornando-se útil como fonte de nêutrons. Além disso. não tem aplicações industriais significativas. O Ac-225 é empregado em medicina na produção de Bi-213 para radioterapia."
  },
  {
    "id": 90,
    "symbol": "Th",
    "name": "Tório",
    "atomicMass": 232.04,
    "atomicWeight": [
      2,  8, 18, 32,
      18, 10,  2
    ],
    "family": "Actinídeos",
    "position": [ 5, 10 ],
    "formula": [ "Th" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse2.mm.bing.net%2Fth%3Fid%3DOIP.k-93fMe04HFwuXU7Hl5jAwAAAA%26pid%3DApi&f=1",
    "desc": "O tório é um metal natural, ligeiramente radioativo. Quando puro, o tório é um metal branco prateado que mantém o seu brilho por diversos meses. Entretanto, em presença do ar, escurece lentamente tornando-se cinza ou, eventualmente, preto. O óxido de tório (ThO2), também chamado de 'tória', apresenta um dos pontos de ebulição mais elevados (3300 °C) de todos os óxidos. Quando aquecido no ar, o metal de tório inflama-se e queima produzindo uma luz branca brilhante. O tório extraído da Torita.\nO tório é uma potencial revolução energética em escala global. Reatores nucleares à base de tório, como o indiano KAMINI, além de extremamente mais eficientes que os baseados em urânio, produzem consideravelmente menos subprodutos. O rejeito destes reatores também representa menos riscos que o plutônio (rejeito do urânio) por não ser tão útil na fabricação de armas e por sua radiação decair mais rapidamente."
  },
  {
    "id": 91,
    "symbol": "Pa",
    "name": "Protactínio",
    "atomicMass": 231.04,
    "atomicWeight": [
      2, 8, 18, 32,
      20, 9,  2
    ],
    "family": "Actinídeos",
    "position": [ 6, 10 ],
    "formula": [ "Pa" ],
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse3.mm.bing.net%2Fth%3Fid%3DOIP.12zoCrIYQiq0lVYX4NmwkwHaGS%26pid%3DApi&f=1",
    "desc": "O protactínio é um elemento metálico prateado que pertence ao grupo dos actinídios, com lustre metálico brilhante que se conserva no ar por poucas horas. Torna-se um supercondutor em temperaturas abaixo de 1,4 K.\nNão existe atualmente nenhum uso para o protactínio fora do âmbito da pesquisa científica básica. Foi identificado pela primeira vez em 1913 por Kasimir Fajans e O. H. Göhring."
  },
  {
    "id": 92,
    "symbol": "U",
    "name": "Urânio",
    "atomicMass": 238.03,
    "atomicWeight": [
      2, 8, 18, 32,
      21, 9,  2
    ],
    "family": "Actinídeos",
    "position": [ 7, 10 ],
    "formula": [ "U" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Uranium2.jpg/247px-Uranium2.jpg",
    "desc": "O urânio (homenagem ao planeta Urano), é um elemento químico de símbolo U e de massa atômica igual a 238 u, apresenta número atômico 92 (92 prótons e 92 elétrons), é um elemento natural e comum, muito mais abundante que a prata, abundância comparável à do molibdênio e arsênio, porém, quatro vezes menos abundante que o tório. À temperatura ambiente, o urânio encontra-se no estado sólido. É um elemento metálico radioativo pertencente à família dos actinídeos."
  } ,
  {
    "id": 93,
    "symbol": "Np",
    "name": "Neptúnio",
    "atomicMass": 237,
    "atomicWeight": [
      2, 8, 18, 32,
      22, 9,  2
    ],
    "family": "Actinídeos",
    "position": [ 8, 10 ],
    "formula": [ "Np" ],
    "image": "https://theodoregray.com/periodictable/Samples/093.2/s12/01.JPG",
    "desc": "O neptúnio ou netúnio (em homenagem ao planeta Netuno) é um elemento químico sintético de símbolo Np, com número atômico 93 (93 prótons e 93 elétrons). A sua massa atómica é 237,0482 u. À temperatura ambiente, o neptúnio encontra-se no estado sólido. É o quarto elemento da família dos actinídeos. É um elemento metálico, radioativo, prateado, pertencente à série dos elementos de transição interna, sendo o primeiro elemento transurânico sintético. Seu isótopo mais estável, Np-237, é um subproduto de reatores nucleares e produção de plutônio. Pode ser usado na composição de equipamentos para a detecção de nêutrons e como combustível nuclear. O primeiro isótopo de neptúnio foi sintetizado na Universidade da Califórnia, Berkeley por Edwin McMillan e Philip Abelson em 1940. O neptúnio é encontrado em minérios de urânio."
  } ,
  {
    "id": 94,
    "symbol": "Pu",
    "name": "Plutônio",
    "atomicMass": 244,
    "atomicWeight": [
      2, 8, 18, 32,
      24, 8,  2
    ],
    "family": "Actinídeos",
    "position": [ 9, 10 ],
    "formula": [ "Pu" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Plutonium_ring.jpg",
    "desc": "O plutônio (em homenagem ao corpo celeste Plutão) é um elemento químico representado pelo símbolo Pu e de número atômico igual a 94 (94 protões e 94 electrões). À temperatura ambiente, o plutônio encontra-se no estado sólido. Pertencente a família dos actinídeos, é um metal de cor prateada-branca, que embaça em contato com o ar, formando um revestimento amorfo quando oxidado, radioativo, frágil e muito denso. Tem o maior número atômico dentre os elementos primordiais, é encontrado em poucas quantidades junto a minérios de urânio, sendo formado naturalmente por capturas neutrônicas de átomos de urânio."
  } ,
  {
    "id": 95,
    "symbol": "Am",
    "name": "Amerício",
    "atomicMass": 243,
    "atomicWeight": [
      2, 8, 18, 32,
      25, 8,  2
    ],
    "family": "Actinídeos",
    "position": [ 10, 10 ],
    "formula": [ "Am" ],
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Americium_microscope.jpg/626px-Americium_microscope.jpg",
    "desc": "O amerício (nome dado em homenagem ao Continente Americano) é um elemento químico radioativo e transurânico com símbolo Am e número atômico 95. É um elemento actínio, localizado na tabela periódica abaixo do elemento európio, um lantanídio, e portanto por analogia, foi nomeado a partir de outro continente, a América. Amerício foi primeiramente produzido em 1944 pelo grupo de Glenn T. Seaborg na Universidade da Califórnia, Berkeley. Embora ele seja o terceiro elemento da série transurânica, ele foi o quarto a ser descoberto, depois do elemento cúrio que possui maior número atômico. A descoberta foi mantida em segredo e só foi liberada para o público em novembro de 1945. A maioria do amerício é produzida bombardeando urânio ou plutônio com nêutrons em reatores nucleares."
  } ,
  {
    "id": 96,
    "symbol": "Cm",
    "name": "Cúrio",
    "atomicMass": 247,
    "atomicWeight": [
      2, 8, 18, 32,
      25, 9,  2
    ],
    "family": "Actinídeos",
    "position": [ 11, 10 ],
    "formula": [ "Cm" ],
    "image": "https://i.pinimg.com/originals/04/ae/6d/04ae6da7fa42644c3ced5ad8954732cf.jpg",
    "desc": "O cúrio (nomeado em homenagem ao casal Pierre e Marie Curie) é um elemento químico de símbolo Cm, de número atômico 96 (96 prótons e 96 elétrons) com massa atômica 247 u. É um elemento metálico, sintético, transurânico, do grupo dos actinídeos. Foi descoberto em 1944 por uma equipe de estadunidenses composta por Glenn Seaborg, Ralph James, e Albert Ghiorso, produzido pelo bombardeamento do plutônio com partículas alfa. O cúrio-242 e o cúrio-244 podem ser utilizados como fontes de energia portátil, em marcapassos e instrumentos de localização remotos. O cúrio é um metal prateado-branco com o ponto de fusão de 1340 °C [2400 °F] e uma densidade de 13,5 g por centímetro cúbico."
  } ,
  {
    "id": 97,
    "symbol": "Bk",
    "name": "Berquélio",
    "atomicMass": 247,
    "atomicWeight": [
      2, 8, 18, 32,
      27, 8,  2
    ],
    "family": "Actinídeos",
    "position": [ 12, 10 ],
    "formula": [ "Bk" ],
    "image": "https://tn8.tv/media/cache/91/4b/914bf5564c380ccd1e9603e5c91cb276.jpg",
    "desc": "O berquélio ou berkélio (em homenagem à cidade estadunidense de Berkeley) é um elemento químico de símbolo Bk, número atômico 97 (97 prótons e 97 elétrons) que apresenta massa atómica igual a [247] u. É um elemento metálico, sintético, transurânico, pertencente ao grupo dos actinídeos na tabela periódica dos elementos. O berquélio-243 foi o primeiro isótopo sintetizado deste elemento. A descoberta ocorreu na Universidade da Califórnia, Berkeley por uma equipe estadunidense em 1949, bombardeando o amerício-241 com partículas alfa. Até o momento, fora da pesquisa científica, o berquélio não apresenta nenhuma aplicação comercial."
  } ,
  {
    "id": 98,
    "symbol": "Cf",
    "name": "Califórnio",
    "atomicMass": 251,
    "atomicWeight": [
      2, 8, 18, 32,
      28, 8,  2
    ],
    "family": "Actinídeos",
    "position": [ 13, 10 ],
    "formula": [ "Cf" ],
    "image": "https://i.imgur.com/U8SRmGg.png",
    "desc": "O califórnio (homenagem ao Estado e à Universidade da Califórnia) é um elemento químico de símbolo Cf, número atômico 98 (98 prótons e 98 elétrons) e de massa atómica igual a [251] u. É um elemento metálico, sintético, transurânico, sólido, provavelmente de aspecto prateado, encontrado no grupo dos actinídeos da tabela periódica dos elementos. Foi descoberto em 1950 por uma equipe de pesquisadores estadunidense na Universidade da Califórnia, Berkeley, bombardeando o elemento cúrio com partículas alfa. O seu principal uso é como fonte de nêutrons para a análise do solo terrestre ou de outros planetas através de sondas espaciais. É o metal mais caro que pode ser comprado, custando aproximadamente US$ 25 milhões o grama e só pode ser comprado por uma organização internacional."
  } ,
  {
    "id": 99,
    "symbol": "Es",
    "name": "Einstênio",
    "atomicMass": 252,
    "atomicWeight": [
      2, 8, 18, 32,
      29, 8,  2
    ],
    "family": "Actinídeos",
    "position": [ 14, 10 ],
    "formula": [ "Es" ],
    "image": "https://www.minasjr.com.br/wp-content/uploads/2019/09/uranio.png",
    "desc": "O einstênio (nome dado em homenagem a Albert Einstein) é um elemento químico de símbolo Es, número atômico 99 (99 prótons e 99 elétrons) e com massa atômica [252] u. É um elemento metálico, transurânico e radioactivo, pertencente ao grupo dos actinídeos (sétimo da série). O elemento foi identificado pelo grupo de pesquisa formado por G. R. Choppin, A. Ghiorso, B. G. Harvey e C. G. Thompson nos destroços deixados pela explosão da primeira bomba de hidrogênio, em 1952. Quantidades da ordem das miligramas só se tornaram disponíveis depois de 1961. Seu isotopo mais comum é o 253Es é produzido em maiores quantidades usando reatores nucleares de alta potencia a partir do decaimento beta de califórnio-253. Não são conhecidos usos comerciais deste elemento, ate agora amostras de einstênio só foram utilizados na produção de elementos mais pesados em laboratório. Como todos os elementos sintéticos transurânicos, isotopos de einstênio são altamente radioativos e muito perigosos à saúde."
  } ,
  {
    "id": 100,
    "symbol": "Fm",
    "name": "Férmio",
    "atomicMass": 257,
    "atomicWeight": [
      2, 8, 18, 32,
      30, 8,  2
    ],
    "family": "Actinídeos",
    "position": [ 15, 10 ],
    "formula": [ "Fm" ],
    "image": "https://images-of-elements.com/s/fermium.jpg",
    "desc": "O férmio (em homenagem a Enrico Fermi) é um elemento químico sintético, de símbolo Fm, número atômico 100 (100 prótons e 100 elétrons) com massa atómica [257] u. É radioativo, metálico, transurânico, e faz parte do grupo dos actinídeos. Foi descoberto em 1955 por uma equipe liderada por Albert Ghiorso. É produzido pelo bombardeamento de plutônio com nêutron. Fora da pesquisa básica nenhum uso para o férmio foi encontrado."
  } ,
  {
    "id": 101,
    "symbol": "Md",
    "name": "Mendelévio",
    "atomicMass": 258,
    "atomicWeight": [
      2, 8, 18, 32,
      31, 8,  2
    ],
    "family": "Actinídeos",
    "position": [ 16, 10 ],
    "formula": [ "Md" ],
    "image": "https://images-of-elements.com/s/mendelevium.jpg",
    "desc": "O mendelévio (em homenagem ao químico russo Dmitri Mendeleev) é um elemento químico de símbolo Md , número atômico 101 (101 prótons e 101 elétrons) e de massa atómica igual a 258 u. É metálico, radioativo, transurânico, do grupo dos actinídeos. O mendelévio foi sintetizado pela primeira vez em 1955 por uma equipe de cientistas norte-americana liderada por Albert Ghiorso."
  } ,
  {
    "id": 102,
    "symbol": "No",
    "name": "Nobélio",
    "atomicMass": 259,
    "atomicWeight": [
      2, 8, 18, 32,
      32, 8,  2
    ],
    "family": "Actinídeos",
    "position": [ 17, 10 ],
    "formula": [ "No" ],
    "image": "https://images-of-elements.com/s/nobelium.jpg",
    "desc": "É metálico, radioativo, transurânico, do grupo dos actinídeos. É sintetizado bombardeando o cúrio-248 ou califórnio-249 com íons carbono. Foi identificado pela primeira vez por uma equipe liderada por Albert Ghiorso e Glenn T. Seaborg em 1958.\nPouco é conhecido sobre o nobélio, e somente quantidades pequenas deste elemento foram produzidas até agora. Fora do âmbito da pesquisa nenhum uso foi encontrado para este elemento. O isótopo mais estável, nobélio-259, tem uma meia-vida de 58 minutos, e decai para o férmio-255 por emissão alfa ou para mendelévio-259 por captura eletrônica."
  },
  {
    "id": 103,
    "symbol": "Lr",
    "name": "Laurêncio",
    "atomicMass": 266,
    "atomicWeight": [
      2, 8, 18, 32,
      32, 8,  3
    ],
    "family": "Actinídeos",
    "position": [ 18, 10 ],
    "formula": [ "Lr" ],
    "image": "https://images-of-elements.com/s/lawrencium.jpg",
    "desc": "É um elemento radioativo, de curta-duração, transurânico, último elemento do grupo dos actinídeos. Este elemento foi sintetizado a partir do califórnio com íons de Boro, em 1961 no laboratório Berkeley, Califórnia, Estados Unidos, por uma equipe de cientistas liderada por Albert Ghiorso.\nA aparência deste elemento é desconhecida, entretanto, é muito provável ser metálico, sólido, branco prateado ou cinza. Se quantidades suficientes de lawrêncio forem produzidas apresentarão o perigo da radiação. Pouco é conhecido sobre as propriedades químicas deste elemento, porém trabalhos preliminares com alguns átomos indicaram que é semelhante aos actinídeos.\nO laurêncio era, e ainda frequentemente é, agrupado na série química dos actinídeos na tabela periódica. Entretanto, ao contrário dos demais actinídeos e dos Lantanídeos, que fazem parte dos metais de transição interna, e igualmente ao Lutécio (71), o elemento 103 é um elemento do bloco d, consequentemente, está sendo colocado cada vez mais no conjunto dos outros elementos do 'bloco D', ou seja, na série química dos metais de transição externa."
  },
  {
    "id": 104,
    "symbol": "Rf",
    "name": "Rutherfórdio",
    "atomicMass": 267,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 10,  2
    ],
    "family": "Metal_de_Transição",
    "position": [ 4, 7 ],
    "formula": [ "Rf" ],
    "image": "https://images-of-elements.com/s/rutherfordium.jpg",
    "desc": "Este elemento é altamente radioativo, com a maioria dos seus isótopos com meias-vidas abaixo de 70 segundos. Consequentemente, este elemento não apresenta qualquer aplicação conhecida e pouco se conhece sobre ele. O elemento é o primeiro transactinídeo e se prevê que apresente propriedades químicas semelhantes ao elemento háfnio."
  },
  {
    "id": 105,
    "symbol": "Db",
    "name": "Dúbnio",
    "atomicMass": 268,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 11,  2
    ],
    "family": "Metal_de_Transição",
    "position": [ 5, 7 ],
    "formula": [ "Db" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento sintético, altamente radiativo , cujo isótopo mais estável é o Db-268 com uma meia-vida de 16 horas. Tem uma elevada estabilidade comparada com a dos seus elementos vizinhos da tabela periódica.\nProvavelmente é um sólido na temperatura ambiente. Não encontrado na crosta terrestre, e sem aplicação conhecida."
  },
  {
    "id": 106,
    "symbol": "Sg",
    "name": "Seabórgio",
    "atomicMass": 269,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 12,  2
    ],
    "family": "Metal_de_Transição",
    "position": [ 6, 7 ],
    "formula": [ "Sg" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento radioativo, transurânico, provavelmente metálico, sólido de aspecto prateado. O elemento foi sintetizado, em 1974, por uma equipe soviética em Dubna, e por uma equipe norte-americana em Berkeley. O isótopo mais estável é o 266Sg com uma meia-vida de 21 segundos. Nenhum uso é conhecido fora do âmbito da pesquisa."
  },
  {
    "id": 107,
    "symbol": "Bh",
    "name": "Bóhrio",
    "atomicMass": 270,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 13,  2
    ],
    "family": "Metal_de_Transição",
    "position": [ 7, 7 ],
    "formula": [ "Bh" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento de transição, pertencente ao grupo 7 da tabela periódica, radioativo, transurânico, provavelmente metálico, sólido, de aspecto prateado, cujo isótopo mais estável, Bh-262, apresenta meia-vida de 2-10 minutos.\nO isótopo de bóhrio-261 foi sintetizado em 1976 por cientistas soviético em Dubna, bombardeando bismuto com íons pesados de cromo. Fora da pesquisa científica nenhum uso é conhecido para o bóhrio."
  },
  {
    "id": 108,
    "symbol": "Hs",
    "name": "Hássio",
    "atomicMass": 277,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 14,  2
    ],
    "family": "Metal_de_Transição",
    "position": [ 8, 7 ],
    "formula": [ "Hs" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "O hássio é um elemento químico artificial, símbolo Hs de número atômico 108 (108 prótons e 108 elétrons) e de massa atómica 269 u pertencente ao grupo 8 (anteriormente conhecido como 8B) da Classificação Periódica dos Elementos. Provavelmente é um sólido na temperatura ambiente. Não é encontrado na crosta terrestre.\nO elemento hássio foi sintetizado pelos pesquisadores alemães liderados por Peter Armbruster e Gottfried Münzenberg no laboratório GSI (Gesellschaft für Schwerionenforschung) do Institute Heavy Ion Research de Darmstadt, em 1984."
  },
  {
    "id": 109,
    "symbol": "Mt",
    "name": "Meitnério",
    "atomicMass": 278,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 15,  2
    ],
    "family": "Metal_de_Transição",
    "position": [ 9, 7 ],
    "formula": [ "Mt" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento sintético cujo isótopo mais estável é o Mt-266 com uma meia-vida de 3.4 milissegundos. É um metal de transição do grupo 9 da Classificação Periódica dos Elementos, provavelmente sólido em temperatura ambiente. Não é encontrado na crosta terrestre e sua única forma de obtenção é sintética, por meio de reações de fusão nuclear.\nO Meitnério foi sintetizado pela primeira vez a 29 de agosto de 1982 no laboratório GSI (Gesellschaft für Schwerionenforschung) do Instituto para Pesquisa de Íons Pesado, em Darmstadt.\nA equipe efetuou uma colisão entre dois núcleos pesados, o Bi-209 com Fe-58 utilizando um acelerador nuclear. A criação deste elemento demonstrou que as técnicas de fusão nuclear podem ser utilizadas para produzir novos elementos pesados."
  },
  {
    "id": 110,
    "symbol": "Ds",
    "name": "Darmstádtio",
    "atomicMass": 281,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 17,  1
    ],
    "family": "Metal_de_Transição",
    "position": [ 10, 7 ],
    "formula": [ "Ds" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento químico sintético de número atômico 110 (110 prótons e 110 elétrons). O seu núcleo atômico mais estável possui massa atómica [281] u. Pertence ao grupo 10 da Classificação Periódica dos Elementos. Provavelmente é um sólido metálico.\nO isótopo Ds-269 foi descoberto pelo professor Sigurd Hofmann e seus colaboradores em 9 de novembro de 1994, através da fusão macia (baixo aquecimento) do Pb-208 com Ni-62, com a emissão de um nêutron, no Instituto de Pesquisas de Íons Pesados (GSI - Gesellschaft für Schwerionenforschung) da cidade de Darmstadt, na Alemanha, vencendo a corrida pela obtenção de metais pesados competindo com Berkeley (Estados Unidos) e Dubna (Rússia). Em 23 de novembro de 1994, do mesmo modo, porém utilizando na fusão o Ni-64, foi criado o isótopo Ds-271, com dois nêutrons a mais que o Ds-269."
  },
  {
    "id": 111,
    "symbol": "Rg",
    "name": "Roentgênio",
    "atomicMass": 282,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 17,  2
    ],
    "family": "Metal_de_Transição",
    "position": [ 11, 7 ],
    "formula": [ "Rg" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento sintético, transurânico, radioativo, cujo único isótopo conhecido apresenta meia-vida em torno de 15 milissegundos, decaindo em meitnério-268. Devido a sua presença no grupo 11 da tabela periódica é um metal de transição, provavelmente metálico e sólido."
  },
  {
    "id": 112,
    "symbol": "Cn",
    "name": "Copernício",
    "atomicMass": 282,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 18,  2
    ],
    "family": "Metal_de_Transição",
    "position": [ 12, 7 ],
    "formula": [ "Cn" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento superpesado, radioativo, e seus isótopos se deterioram através da emissão alfa ou de fissão espontânea com meia-vida extremamente curta. Alguns pesquisadores lhe atribuíram o nome de 'eka-mercúrio' devido a algumas semelhanças com este elemento. É, provavelmente, metálico, líquido, de aspecto prateado. O copernício é previsto para ter um baixo ponto de fusão e de ebulição e ser altamente volátil à temperatura ambiente.\nO copernício deverá ser um metal muito pesado com uma densidade de cerca de 23,7 g/cm3 no estado sólido. Em comparação, o elemento mais denso conhecido que teve sua densidade medida, o ósmio, tem uma densidade de apenas 22,61 g/cm3. Isso resulta da alta massa atômica do Cn, devido às contrações de lantânidos e actinídeos e efeitos relativísticos, embora a produção de Cn suficiente para medir essa quantidade seria impraticável e a amostra decairia rapidamente. "
  },
  {
    "id": 113,
    "symbol": "Nh",
    "name": "Nihônio",
    "atomicMass": 286,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 18,  3
    ],
    "family": "Outros_Metais",
    "position": [ 13, 7 ],
    "formula": [ "Nh" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "Descoberto no início de 2004 por uma equipe de cientistas russos e norte-americanos, é um transurânico, provavelmente um sólido de aspecto prateado. Em 2015, a IUPAC e a IUPAP confirmaram descoberta dos elementos nihônio, moscóvio, tenesso e oganessônio. No dia 8 de junho de 2016, a IUPAC sugeriu que o elemento 113 fosse batizado de nihonium.\nAinda não se conhecem compostos do nihônio, pois o elemento foi obtido em quantidades muito pequenas e seu tempo de desintegração radioativa é curto demais para serem preparados seus compostos. Julgando por sua posição na tabela periódica, especula-se que suas propriedades sejam semelhantes às do tálio, elemento situado logo acima na tabela periódica. Por esse ângulo, supõe-se que o nihônio forme íons com NOX +1 e +3, semelhante ao Tl e, pelo efeito do par inerte, seu estado de oxidação +1 seja ainda mais estável que o do tálio. Especula-se que o Nh trivalente (Nh+3) seja um agente oxidante mais enérgico que Tl+3."
  },
  {
    "id": 114,
    "symbol": "Fl",
    "name": "Fleróvio",
    "atomicMass": 289,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 18,  4
    ],
    "family": "Outros_Metais",
    "position": [ 14, 7 ],
    "formula": [ "Fl" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento transurânico, radioativo, provavelmente metálico, sólido e de aspecto prateado. Foi sintetizado por uma equipe de cientistas russos da cidade russa de Dubna, em 1999. Junto com o moscóvio toma parte da denominada 'ilha de estabilidade', cujos elementos químicos, teoricamente, deveriam ser mais estáveis do que aqueles que os rodeiam."
  },
  {
    "id": 115,
    "symbol": "Mc",
    "name": "Moscóvio",
    "atomicMass": 290,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 18,  5
    ],
    "family": "Outros_Metais",
    "position": [ 15, 7 ],
    "formula": [ "Mc" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "O moscóvio é um elemento químico sintético, de símbolo Mc e número atômico 115. É um elemento transurânico, radioativo, provavelmente metálico e sólido cuja descoberta foi anunciada por cientistas russos e norte-americanos no início de 2004.\nO moscóvio apresentaria certas propriedades similares aos demais elementos do grupo 15, mas sua química e propriedades físicas possuiriam algumas anomalias causadas pelos efeitos quânticos relativísticos que afetam os elementos mais pesados do final do período 7. Ele teria uma primeira energia de ionização consideravelmente baixa, o que o faria um metal relativamente reativo e facilmente oxidável. Sua ligação metálica também seria relativamente fraca, o que o tornaria provavelmente um metal mole e de baixo ponto de fusão se comparado aos demais elementos do grupo."
  },
  {
    "id": 116,
    "symbol": "Lv",
    "name": "Livermório",
    "atomicMass": 293,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 18,  6
    ],
    "family": "Outros_Metais",
    "position": [ 16, 7 ],
    "formula": [ "Lv" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "É um elemento transurânico, radioativo, superpesado, provavelmente metálico, sólido e com aspecto prateado. A descoberta foi relatada por cientistas norte-americanos em 1999 e russos em 2001.\n"
  },
  {
    "id": 117,
    "symbol": "Ts",
    "name": "Tennesso",
    "atomicMass": 294,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 18,  7
    ],
    "family": "Halogênio",
    "position": [ 17, 7 ],
    "formula": [ "Ts" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "Elemento transurânico, provavelmente um sólido de coloração escura. É um átomo superpesado com massa atômica prevista de [291] u, altamente instável, sem isótopos estáveis conhecidos."
  },
  {
    "id": 118,
    "symbol": "Og",
    "name": "Oganessônio",
    "atomicMass": 294,
    "atomicWeight": [
      2,  8, 18, 32,
      32, 18,  8
    ],
    "family": "Gás_Nobre",
    "position": [ 18, 7 ],
    "formula": [ "Og" ],
    "image": "https://images-of-elements.com/s/transactinoid.png",
    "desc": "é o elemento químico superpesado sintético de número atômico 118 (118 prótons e 118 elétrons),[4] de símbolo químico Og. A designação (em inglês) foi oficializada pela IUPAC em 28 de novembro de 2016 como oganesson - referência ao físico nuclear russo Yuri Oganessian.\nPela posição na tabela periódica, a previsão é que o oganessônio apresente propriedades químicas similares às do radônio. Por isso, também é conhecido pelo nome de eka-radônio.\nEntretanto, dados obtidos por cálculos sugerem que o elemento pode não ser gasoso a 20 °C como os demais elementos da família, visto que isso é improvável para um elemento com uma massa tão elevada, devido ao aumento das interações intermoleculares. Este fato é reforçado ainda mais pela influência dos efeitos quânticos relativísticos. Estima-se que o ponto de fusão do oganessônio seja em torno de 47 °C (320 K), de modo que ele seja um sólido à temperatura ambiente. Supõe-se também, com base na tendência observada no grupo, que o ponto de ebulição do elemento seja apenas cerca de 2 °C acima do ponto de fusão."
  }

]